<template>
  <div id="content">
    <div class="txtbox">
    <p id="box1">
      <span>第一章 源纹</span><br>
      <em>秋兰兮麋芜，罗生兮堂下。绿叶兮素华，芳菲菲兮袭予。夫人自有兮美子，荪何以兮愁苦？
      ——屈原《九歌·少司命》</em>
      <em>“臣夜观天象，发现有霸星初生，乃主后宫将有孕者，当生横扫六国，称霸天下之人。”
      <em>楚王商于章华台上，凝视阶下：“唐昧，此言当真？”[注1]</em>
      此时因征伐连年，公卿大夫皆有习星象之学，观天象之异，令此学说人才倍出。当时“鲁有梓慎，晋有卜偃，郑有裨灶，宋有子韦，齐有甘德，楚有唐昧，赵有尹皋，魏有石申夫皆掌著天文，各论图验。”唐昧即当时楚国的星象大家。[注2]他是在征齐回程的第一个晚上，站在高坡上观察星象的时候，发现这突来的变化。</em>
      <em>肃肃宵征，夙夜在公，虽然征程辛劳，他却未曾有一日停止过对天象的观察。对于他而言，天上星河虽然无比辽阔，那繁星在别人眼中如沙粒般不可胜数，但在他的眼中却如他手掌的掌纹一样熟悉。</em>
      <em>此时正是月缺之夜，天气晴朗无云，他站于高坡上，看天上的星辰格外清晰，这时候北辰星旁，多了一颗从未见过的星星。那星辰若隐若现，于唐昧来说，却如石破天惊，让他想起了一段星象学上的记录。</em>
      <em>他隐隐意识到了什么，又不敢相信，从此夜夜站于高岗，看着这颗星的变化，竟至痴迷。直至征程结束回到郢都之后，更是刚过荆门，不待洗去征尘，便直奔观星台，与卜师对照星盘舆图，翻阅前人书简，方才确定此事，便直奔王宫而来。</em>
      <em>此时楚王商正与群臣饮宴，使听得唐昧来报：“臣夜观天象，见北辰星旁忽现一颗异星，近日来更是大放光明，将北辰星、勾陈星压得黯然无光，如今四辅变，六甲乱，当主天下大变。”
      此时闻听唐昧之言，楚王商一惊，停下了手中的酒爵：“是凶是吉？”</em>
      <em>唐昧兴奋地道：“大吉！此乃霸星，臣查书简，晋文公降世前亦有此星象，此星象当主横扫六国，称霸天下。臣观此星初生于御女星之南方，正对应我楚国，主后宫将有孕者，当生霸主。”
      楚王商兴奋不已，站了起来，匆忙间更是带翻了酒爵落地，此时也顾不得了，急问：“此言当真？”
      唐昧道：“臣依天时而测，据星象以报，不敢欺君。”</em>
      <em>自春秋战国以来，各国国君，最大的梦想无不是称霸诸候，号令天下。“称王则不喜，称霸则听从”，王道陨落，霸道兴盛。</em>
      <em>此时各国之中，楚国疆域已经是最大。楚王商在位，先是打败越王无疆，尽取吴越之地，因觉得南京有“王气”，于是在长江边在石头山上埋金，建立金陵邑。又于同年征发大军伐齐，与齐将申缚战於泗水，进围徐州，大败申缚，占据大片齐地。以此连战告捷，吞国灭城之势而推之，再过十几年，楚国称霸列国，也是一个可预期的前景。</em>
      <em>而此时此刻，唐昧这一番星象推测，霸星将出在楚国的预言更象是验证了楚国将要称霸的前景，不但楚王商听了满心大喜，连满朝文武也都拜倒在地，齐声称贺。</em>
      <em>楚王商当即下令，遍查六宫，何人有孕。却正在此时，后宫得宠的夫人莒姬便来告知，她的媵侍向氏有孕。楚王商大喜，立刻下旨，将向氏迁入椒室，派女医日夜跟从，以保胎息。</em>
      <em>此言一出，后宫皆惊。</em>
      <em>椒室是一个特殊的宫室，因其以椒和泥涂墙壁，取温暖、芳香、多子之义故名。椒室不是普通人可以住进去的，楚王商的后宫虽然多，但是却只有王后当年怀上太子太子槐时，方才入驻过椒室。其他后宫妃妾，便是家世再大再得宠，也从没有人能够住进这椒室中养胎。</em>
     <em> “难道——王想更立太子不成？”</em>
      <em>渐台[注3]上的楚王商的王后捏紧了绛色衣袖，问站在身前的寺人析。爵中芬芳的甜酒泛起一圈涟漪，映出了她铁青的脸容。她久居后位，这一怒威仪十足，寺人析看得低下头去，不敢答话，只鞠身唯唯而已。</em>
      <em>侍女玳瑁知她心情不好，忙柔声劝道：“小君[注1]不必在意，不过只是个媵人罢了，想来必是那莒姬弄鬼，甚么星象异兆，当是自抬身价罢了。”</em>
      <em>她原已经打听清楚，那莒姬便是如今楚宫中最得宠的妃子，她原出自莒国，前些年楚王商灭了莒国，莒人向楚王献公主己氏入宫，因这己氏聪明伶俐，甚得楚王商所喜，时人依俗，皆称其为莒已或莒姬。莒姬虽然得宠，但入宫四五年了，却始终不曾有孕。后宫女子没有自己的孩子，就是没有将来。莒姬心中甚为惶恐，为保有孕，连忙接二连三地把自己身边的媵从推荐去服侍楚王商，不想其中一个媵女，便凑巧于此时怀孕。</em>
      <em>王后冷冷一笑，她执掌宫中甚久，爪牙四布，知莒姬得宠，便早于她饮食中暗自下药，教她不能得孕，至于媵人们倒不在乎。楚王商子嗣甚多，纵再生几个也无关紧要，只是不能教宠妃们有了孩子，生了妄念。</em>
      <em>她也知道楚王商身为一国之君，或宠爱妃子，或亲近嬖人，本就是常态，她也犯不着吃这个醋。她身为嫡后，长子又早封为太子，况莒姬母国已灭，并无倚仗，国君宠爱于她，倒好过宠爱那些来自其他强势诸侯国的女人。且莒姬为人玲珑，对她颇为恭敬避让，她本也不甚在意。这些后宫妃嫔，于她看来，也不过是如蝼蚁一般，看着顺眼便容下，看不顺眼一指尖儿抹去便罢了。唯有触到她的根本利益，才会是迁怒不容。</em>
      <em>倒是一边的太子槐忍不住开口了：“母后何忧之有，儿已立为太子多年，且行过冠礼。父王出征，多交托国政与儿，一个尚未出生的婴孩，何必如临大敌？”</em>
      <em>王后看着儿子漫不在乎轻佻无比的样子，心中气恨不打一处来，指着他骂道：“竖子，大王出征托政，不过为的是你如今是嫡子，可你立为太子至今，这些年来所行之事，何时称过你父王之心怀？我当年怀长子，才住过椒室。如今那向氏只是怀孕，便已入椒室，更何况有唐昧星象之说，倘若那向氏生子，挟称霸之天命，再过得十余年，稚子长成，到时候我年老失宠，安知你父不会废长立幼？”</em>
      <em>女医挚再也撑不住跪姿，伏倒在地，浑身战栗不已，像是被人扼住了咽喉似地呼吸困难，顿时喘不过气来，只觉得眼前一片模糊，眼前高贵的美妇人，恰似化身旱魃山魈般可怕……</em>
      <em>而此时，在诸人眼中走了好运的向氏，并不像大家想象中那样得意欢欣。</em>
      <em>她身穿软滑精美的刺绣绸衣，容光素淡，静静地躺在椒室之中。抬眼望去，有夜明珠照明、犀角挂壁，床上有齐纨为帐、鲁缟为被、黄金为钩……一丝丝幽香从香炉中冒出盘旋而上，明亮温暖的室内泛着丝绸和黄金的幽光，恍如最华美的梦境。这本是个极其舒适的所在，可是自踏入椒室的时候，那种惶惶不安的感觉就始终笼罩于她的心中，</em>
      <em>对于这种忽然间从天而降的好感，向氏只觉得似乎在梦中一样，完全没有半点真实的感觉。而事实上，以她的出身她的经历她的性格，她是连作梦都不曾想过自己会有这样的好运。</em>
      <em>向氏，本是山东的一个小国向国后裔。春秋战国，征伐多战，大国并吞小国，小国并吞更小的国家。一百多年前，莒人入向，向国为莒国所灭。但是莒人还算得厚道，向国虽灭，却仍然还算善待向国的王族，向氏一族自此成为依附莒国的一支小贵族。向氏一族生得甚美且聪慧，所以男丁多为莒国王族的伴读，而女子多为莒国公主的陪嫁媵从。</em>
      <em>世事如轮转，至如今楚国势大，曾经灭了他人之国的莒国，也同样被楚国所灭。莒国的王室举族迁入楚国的国都郢都，而向族和其他一些小族，也作为莒族的附属品一起迁入郢都。莒国公主成为了楚王商的姬妾，带着数名陪嫁的媵从入宫，其中就包括向氏。</em>
      <em>莒姬数年不孕，只得想方设法，借楚王商常来临幸，趁着他兴致高时，将身边媵从间或推荐给楚王商侍寝，果然不久之后，媵从向氏就怀了孕。</em>
      <em>可是谁也没想到，这个不起眼的媵从怀孕，却忽然变成一场惊天动地的大事情。几乎是莫名其妙接到消息的莒姬，连忙赶到椒室，去看望更加晕头转向的向氏。</em>
      <em>与娇艳照人、明眸善睐的莒姬相比，向氏也自有一番清新婉约的美态。此时向氏心中惶恐，更显得娇怯可怜。她见莒姬进来，忙要起来行礼，眼含泪光如见亲人：“莒夫人，奴惶恐……”</em>
      <em>莒姬含笑忙快步按着她：“妹妹勿动，仔细身子。你身已非一人，自当慎重。”她这边明快和悦地与向氏说话，另一边却吩咐：“女桑，向媵人从今日起身体与往日不同了，她行走坐卧，你都要寸步不离地扶着她，若有事故，我唯你是问。”她身边的侍女女桑连忙应了，上前来恭敬扶住向氏，不让她随便行动。</em>
      <em>向氏满怀惶恐，嗫嚅道：“妾身害怕，椒室岂是妾身所居之地，莒夫人，您去跟大王说，让妾身迁至别处吧！”女医挚再也撑不住跪姿，伏倒在地，浑身战栗不已，像是被人扼住了咽喉似地呼吸困难，顿时喘不过气来，只觉得眼前一片模糊，眼前高贵的美妇人，恰似化身旱魃山魈般可怕……
      而此时，在诸人眼中走了好运的向氏，并不像大家想象中那样得意欢欣。</em>
      <em>她身穿软滑精美的刺绣绸衣，容光素淡，静静地躺在椒室之中。抬眼望去，有夜明珠照明、犀角挂壁，床上有齐纨为帐、鲁缟为被、黄金为钩……一丝丝幽香从香炉中冒出盘旋而上，明亮温暖的室内泛着丝绸和黄金的幽光，恍如最华美的梦境。这本是个极其舒适的所在，可是自踏入椒室的时候，那种惶惶不安的感觉就始终笼罩于她的心中对于这种忽然间从天而降的好感，向氏只觉得似乎在梦中一样，完全没有半点真实的感觉。而事实上，以她的出身她的经历她的性格，她是连作梦都不曾想过自己会有这样的好运。</em>
      <em>向氏，本是山东的一个小国向国后裔。春秋战国，征伐多战，大国并吞小国，小国并吞更小的国家。一百多年前，莒人入向，向国为莒国所灭。但是莒人还算得厚道，向国虽灭，却仍然还算善待向国的王族，向氏一族自此成为依附莒国的一支小贵族。向氏一族生得甚美且聪慧，所以男丁多为莒国王族的伴读，而女子多为莒国公主的陪嫁媵从。</em>
      <em>世事如轮转，至如今楚国势大，曾经灭了他人之国的莒国，也同样被楚国所灭。莒国的王室举族迁入楚国的国都郢都，而向族和其他一些小族，也作为莒族的附属品一起迁入郢都。莒国公主成为了楚王商的姬妾，带着数名陪嫁的媵从入宫，其中就包括向氏。</em>
      <em>莒姬数年不孕，只得想方设法，借楚王商常来临幸，趁着他兴致高时。</em>
      <em>她母族强大，又身为王后，早生下数子皆已经成人，长子立为太子，其余诸子也皆得封地，数十年来在楚宫独尊已久。</em>
      <em>但是此时，她看着站在眼前的儿子，心中却有着多年来未曾有过的危机和恐惧。虽然楚王商志在霸业，并不在女色上头用心，因此哪怕这些年再多宠妃，也不会影响到她的王后地位。而她的长子槐以嫡长之尊，早早就立为太子。</em>
      <em>太子虽然是按着储君的教养成长，文武兼备，处理政事上有师保相铺，倒也四平八稳无甚大错。然而太子渐长，却越来越显示出他性格上的致命缺点来。</em>
      <em>太子好色、好酒、好田猎，这原没有什么，这春秋战国时代对国君的要求，远不如后世这般严苛。齐桓公曾谓管仲曰：“寡人有大邪三。不幸好畋，晦夜从禽不及，一。不幸好酒，日夜相继，二。寡人有污行，不幸好色，姊妹有未嫁者，三。”管仲不以为意，认为这是贵者之享受，不害称霸大业。</em>
      <em>可太子槐身上却更有管仲所说的“害霸”之弱点，所谓“不知贤”、“知而不用”、“用而不任”、“任而不信”、“信而复使小人参之”这五条，这些年来渐渐在太子身上多少有些展示出来，他并不像楚王商那般可以一眼看穿人的素质；师保向他推荐的贤人，他能够犹豫好久不能发落；用人有时候未必能够把贤人放到适当的位置上；更容易耳根子软，东听东是，西听西是。</em>
      <em>因此近些年来，太子便渐渐失了楚王商的欢心。然而楚王商虽然渐有失望，然而其余诸子虽然也有才能胜过太子者，可却也不曾突出到可以让楚王商愿意付出易储的代价。</em>
      <em>王后年纪渐长，争宠之心越发淡了，只在意一件事，那便是太子的地位务必要稳若磐石。作为床头人，她能够敏感地发觉了君王对太子渐渐有些不满意，但作为深宫妇人，她却不知道，君王真正不满意的是什么。唯有心中不安，加紧约束太子谨言慎行，不可以在私事上出错，被人抓住把柄
      任何影响到太子的风吹草动，她都务必要在第一时间将它拔了去，不能任其蔓延成为不可阻止之势。</em>
      <em>然则，对于这个忽然出现的天命霸星，却令她惶恐无策。从来老人爱少子，如若此子出生，当真不凡，再过得十几年，这孩子长大成人以后，岂不势必把步入中年的太子槐给比下去。
      虽然依照周礼，储位应立嫡立长，而保持政权的稳固。照常理说，废长立幼、废嫡立庶都是祸乱的根源，一个守成的君王也不会轻易改变储位。</em>
      但是她与楚王商夫妻数年，自然对其性情十分了解。此时楚王诸子不过只有守成之才，如若当真向<em>氏生下一个霸才，那么以楚王商的为人性情，那是哪怕引得宫庭大乱，血流成河，只要能够让楚国称霸，他自然会不惜代价，必定易储的。
      太子槐本来自以为生就嫡子之命，又立为太子多年，地位稳若泰山，不曾还过还能够有此一重变故。听得母亲这番言语，犹豫道：“这……不至于吧！”</em>
      <em>王后冷笑：“列国之中，君王爱幼子而废嫡子的事例还少吗？便如周幽王废太子宜臼而立幼子伯服，晋献公杀太子申生而立奚齐，难道这些事例，太傅都不曾教过你吗？便如我楚国，当年平王废太子建而立幼子壬，引得伍子胥之乱，旧都被毁，被迫迁都于此……”
      太子槐怔了一怔，这才猛醒那些曾经血淋淋的夺嫡故事也同样会降临到自己身上来，吓得呆住了，忽然拔出剑来：“吾当先扑杀此妇！”</em>
      <em>王后见他这般经不得事，气得腹部隐隐作痛，她按住腹部怒道：“竖子，竖子！若是此时可杀她，我还找你商议作甚？气煞小童也！”</em>
      <em>太子槐这才慌了，转头问母亲：“然如母后所言，计将安出？”</em>
      <em>王后面沉似水：“来人，召女医挚。”</em>
      <em>宫中向来有女医，侍候后宫病疾，此次向氏有孕，楚王商便召女医保胎。此时女医挚听说王后有召，只得前来。</em>
      <em>王后凝视着跪在下方的女医挚半日，忽然喝道：“尔称女医，从何学得医术，习得何书？”
      女医挚松了口气，这是她术业所长，自然对答如流：“小医师从秦越人习带下医，所修之书为《内经》、《医经》、《五十二病方》、《胎产书》等，至今已治妇人病一百三十有二，助产胎儿四十有七。”秦越人即为后世所称的扁鹊，女医挚能够师从秦越人，自然医术不浅。带下医即为妇科，史载扁鹊在赵国时专门从事“带下医”，也将此术传与她了。</em>
      <em>王后嘴角一丝冷酷的笑意：“尔既助产胎儿四十有七，可知以百人计，怀娠后滑产几人，难产几人，出生后死胎几个？”</em>
    </p>
    <p id="box2">
      <span>第二章 苏幼微</span><br>
      <em>女医挚只觉得心中寒意陡生，却又不得不答：“怀娠至险，滑产者十有二三，难产者又如此数，死胎又如此数……然宫中不比民间，椒室诸事皆备，疾医侍娠……”</em>
      <em>“够了！”王后笑得极为森然：“小童已知详尽，怀娠至险，滑产者十有二三，难产者又如此数，死胎又如此数，看来这顺产者十不足五，乃是常例。女医但放心耳，若有差池，必不罪尔！”
      “这……”女医挚直觉到了危机，却惶然不敢再想下去，惊恐地抬头看着王后。</em>
      <em>王后优雅地跪坐抚膝：“滑产者十有二三，难产者又如此数，死胎又如此数，尔机会不算少，且都名正言顺……”她悠悠说到这里，便停住了，她知道跪在下面的这个女医应该能够听明白她的意思。</em>
      <em>“小君——”女医挚自然听得明白了，也唯有听明白了，才吓得魂不附体，伏地颤声道：“小君，小医学的是救人之术，并非杀人之术，求小君莫——”</em>
      <em>王后冷冷地截断她的话：“倘若向氏平安产子，尔当合族祸临矣！”</em>
      <em>女医挚再也撑不住跪姿，伏倒在地，浑身战栗不已，像是被人扼住了咽喉似地呼吸困难，顿时喘不过气来，只觉得眼前一片模糊，眼前高贵的美妇人，恰似化身旱魃山魈般可怕……</em>
      <em>而此时，在诸人眼中走了好运的向氏，并不像大家想象中那样得意欢欣。</em>
      <em>她身穿软滑精美的刺绣绸衣，容光素淡，静静地躺在椒室之中。抬眼望去，有夜明珠照明、犀角挂壁，床上有齐纨为帐、鲁缟为被、黄金为钩……一丝丝幽香从香炉中冒出盘旋而上，明亮温暖的室内泛着丝绸和黄金的幽光，恍如最华美的梦境。这本是个极其舒适的所在，可是自踏入椒室的时候，那种惶惶不安的感觉就始终笼罩于她的心中，</em>
      <em>对于这种忽然间从天而降的好感，向氏只觉得似乎在梦中一样，完全没有半点真实的感觉。而事实上，以她的出身她的经历她的性格，她是连作梦都不曾想过自己会有这样的好运。
      向氏，本是山东的一个小国向国后裔。春秋战国，征伐多战，大国并吞小国，小国并吞更小的国家。一百多年前，莒人入向，向国为莒国所灭。但是莒人还算得厚道，向国虽灭，却仍然还算善待向国的王族，向氏一族自此成为依附莒国的一支小贵族。向氏一族生得甚美且聪慧，所以男丁多为莒国王族的伴读，而女子多为莒国公主的陪嫁媵从。</em>
      <em>世事如轮转，至如今楚国势大，曾经灭了他人之国的莒国，也同样被楚国所灭。莒国的王室举族迁入楚国的国都郢都，而向族和其他一些小族，也作为莒族的附属品一起迁入郢都。莒国公主成为了楚王商的姬妾，带着数名陪嫁的媵从入宫，其中就包括向氏。</em>
      <em>莒姬数年不孕，只得想方设法，借楚王商常来临幸，趁着他兴致高时，将身边媵从间或推荐给楚王商侍寝，果然不久之后，媵从向氏就怀了孕。</em>
      <em>可是谁也没想到，这个不起眼的媵从怀孕，却忽然变成一场惊天动地的大事情。几乎是莫名其妙接到消息的莒姬，连忙赶到椒室，去看望更加晕头转向的向氏。</em>
      <em>与娇艳照人、明眸善睐的莒姬相比，向氏也自有一番清新婉约的美态。此时向氏心中惶恐，更显得娇怯可怜。她见莒姬进来，忙要起来行礼，眼含泪光如见亲人：“莒夫人，奴惶恐……”</em>
     <em>莒姬含笑忙快步按着她：“妹妹勿动，仔细身子。你身已非一人，自当慎重。”她这边明快和悦地与向氏说话，另一边却吩咐：“女桑，向媵人从今日起身体与往日不同了，她行走坐卧，你都要寸步不离地扶着她，若有事故，我唯你是问。”她身边的侍女女桑连忙应了，上前来恭敬扶住向氏，不让她随便行动。</em>
      <em>向氏满怀惶恐，嗫嚅道：“妾身害怕，椒室岂是妾身所居之地，莒夫人，您去跟大王说，让妾身迁至别处吧！”</em>
      <em>此时各国之中，楚国疆域已经是最大。楚王商在位，先是打败越王无疆，尽取吴越之地，因觉得南京有“王气”，于是在长江边在石头山上埋金，建立金陵邑。又于同年征发大军伐齐，与齐将申缚战於泗水，进围徐州，大败申缚，占据大片齐地。以此连战告捷，吞国灭城之势而推之，再过十几年，楚国称霸列国，也是一个可预期的前景。</em>
      <em>而此时此刻，唐昧这一番星象推测，霸星将出在楚国的预言更象是验证了楚国将要称霸的前景，不但楚王商听了满心大喜，连满朝文武也都拜倒在地，齐声称贺。</em>
      <em>楚王商当即下令，遍查六宫，何人有孕。</em>
      <em>却正在此时，后宫得宠的夫人莒姬便来告知，她的媵侍向氏有孕。楚王商大喜，立刻下旨，将向氏迁入椒室，派女医日夜跟从，以保胎息。</em>
      <em>此言一出，后宫皆惊。此时各国之中，楚国疆域已经是最大。楚王商在位，先是打败越王无疆，尽取吴越之地，因觉得南京有“王气”，于是在长江边在石头山上埋金，建立金陵邑。又于同年征发大军伐齐，与齐将申缚战於泗水，进围徐州，大败申缚，占据大片齐地。以此连战告捷，吞国灭城之势而推之，再过十几年，楚国称霸列国，也是一个可预期的前景。</em>
      <em>而此时此刻，唐昧这一番星象推测，霸星将出在楚国的预言更象是验证了楚国将要称霸的前景，不但楚王商听了满心大喜，连满朝文武也都拜倒在地，齐声称贺。</em>
      <em>楚王商当即下令，遍查六宫，何人有孕。</em>
      <em>却正在此时，后宫得宠的夫人莒姬便来告知，她的媵侍向氏有孕。楚王商大喜，立刻下旨，将向氏迁入椒室，派女医日夜跟从，以保胎息。</em>
      <em>此言一出，后宫皆惊。此时各国之中，楚国疆域已经是最大。楚王商在位，先是打败越王无疆，尽取吴越之地，因觉得南京有“王气”，于是在长江边在石头山上埋金，建立金陵邑。又于同年征发大军伐齐，与齐将申缚战於泗水，进围徐州，大败申缚，占据大片齐地。以此连战告捷，吞国灭城之势而推之，再过十几年，楚国称霸列国，也是一个可预期的前景。</em>
      <em>而此时此刻，唐昧这一番星象推测，霸星将出在楚国的预言更象是验证了楚国将要称霸的前景，不但楚王商听了满心大喜，连满朝文武也都拜倒在地，齐声称贺。</em>
      <em>楚王商当即下令，遍查六宫，何人有孕。</em>
      <em>却正在此时，后宫得宠的夫人莒姬便来告知，她的媵侍向氏有孕。楚王商大喜，立刻下旨，将向氏迁入椒室，派女医日夜跟从，以保胎息。</em>
      此言一出，后宫皆惊。此时各国之中，楚国疆域已经是最大。楚王商在位，先是打败越王无疆，尽<em>取吴越之地，因觉得南京有“王气”，于是在长江边在石头山上埋金，建立金陵邑。又于同年征发大军伐齐，与齐将申缚战於泗水，进围徐州，大败申缚，占据大片齐地。以此连战告捷，吞国灭城之势而推之，再过十几年，楚国称霸列国，也是一个可预期的前景。</em>
      <em>而此时此刻，唐昧这一番星象推测，霸星将出在楚国的预言更象是验证了楚国将要称霸的前景，不但楚王商听了满心大喜，连满朝文武也都拜倒在地，齐声称贺。</em>
      <em>楚王商当即下令，遍查六宫，何人有孕。</em>
      <em>却正在此时，后宫得宠的夫人莒姬便来告知，她的媵侍向氏有孕。楚王商大喜，立刻下旨，将向氏迁入椒室，派女医日夜跟从，以保胎息。</em>
      <em>此言一出，后宫皆惊。此时各国之中，楚国疆域已经是最大。楚王商在位，先是打败越王无疆，尽取吴越之地，因觉得南京有“王气”，于是在长江边在石头山上埋金，建立金陵邑。又于同年征发大军伐齐，与齐将申缚战於泗水，进围徐州，大败申缚，占据大片齐地。以此连战告捷，吞国灭城之势而推之，再过十几年，楚国称霸列国，也是一个可预期的前景。</em>
      <em>而此时此刻，唐昧这一番星象推测，霸星将出在楚国的预言更象是验证了楚国将要称霸的前景，不但楚王商听了满心大喜，连满朝文武也都拜倒在地，齐声称贺。</em>
      <em>楚王商当即下令，遍查六宫，何人有孕。</em>
      <em>却正在此时，后宫得宠的夫人莒姬便来告知，她的媵侍向氏有孕。楚王商大喜，立刻下旨，将向氏迁入椒室，派女医日夜跟从，以保胎息。</em>
      <em>此言一出，后宫皆惊。迁入椒室，派女医日夜跟从，以保胎息。迁入椒室，派女医日夜跟从，以保胎息。迁入椒室，派女医日夜跟从，以保胎息。</em>
      <em>莒姬含笑着听，却微微收了笑容，道：“休要胡言，此是大王的恩宠，岂是你我自说自话的事？”</em>
      <em>向氏怔住了，嘴唇血色一下子褪得干干净净，好一会儿才道：“可是，妾身委实害怕……”说到这里，已经是声作哽咽。</em>
      <em>莒姬忙笑着安慰她道：“妹妹休怕，这是旁人求都求不得的好运，妹妹怎么反而哭起来了。富贵逼人，一时间自然不适，待得时日久了，岂不乐在其中！倘若你十月怀胎生下一个公子来，由子荫母，以后的恩宠，只怕更在我之上呢！”</em>
      <em>向氏低头：“妾身不敢，倘若当真是生出公子，那也是由夫人抚育，妾不敢奢望！”</em>
      <em>莒姬心中暗暗赞许，她特地前来关照，也正是为了这一番话。</em>
      <em>春秋战国时期，诸侯之间经常互嫁王室宗室女子，当时各国文字方言习惯皆不同，因此一个女子出嫁，通常宗族内就会陪送许多同宗或者臣属之女作为陪嫁媵从。这样会让新娘不至于忽然独自置身于一个完全陌生语言不通的环境中，至少她还有同伴。</em>
      <em>所以通常一场婚姻中，男方娶进门的可能不是一个女人，而是一群女人。而这些“妹妹”们不但是同伴，还有可能是代孕的的对象——也许身份最高的那位贵女不一定就能够生出儿子来，但是只要她的媵侍中有人生下儿子，那个她这个族群在这场联姻中就有了继承人</em>
      <em>因此在中国古代，婚姻并不是两个人的事，而是两姓之间的结盟，所谓“合二姓之好，上以事宗庙而下以继后世”的事。往小里说是两个家族的联姻，若大了说就是两个国家之间的姻盟。主母和媵从之间并不是女人同性之间必然存在的情敌关系，倒反而更像是同一个共荣共辱的团队关系，向来互为羽翼辅庇，主母提携和保护媵从，媵从依附和顺从主母。</em>
      <em>向氏一向温顺听话，因此也深得莒姬欢心关照。所以莒姬乐得对向氏表示善意和关怀，她也是真心关切向氏肚子里的孩子，早就视为自己的孩子，但态度却仍然是更为和气：“妹妹，你是此子生母，与我本是一般的。如今你也要改改称呼，只管叫我阿姊便是了。”</em>
      <em>向氏抬头看着莒姬，嚅嚅地叫了一声：“阿姊——”</em>
      <em>莒姬笑着搂住她：“好妹妹。”</em>
      <em>自此向氏安胎，莒姬每日守候，除了待楚王商下朝之后去侍奉之外，便是长驻椒室，细心照顾，竟使得王后派来的人，一时不得下手。</em>
      <em>辗转数月过去，向氏已经临盆。当下由女祝彻夜跳巫祭祝，女御女医着紧侍候，连楚王商都破例罢了朝而坐在椒室外庭等消息。</em>
      <em>此时，向氏临盆时的哀叫响彻椒室上空，奚奴们进进去去，忙碌不休。女巫们唱着巫歌点燃了祭祷神灵的香料，可这芬芳的香气也不能让人平心静气一些。楚王商也焦灼不安，王后陪侍在楚王商身边，不住劝慰：“既是星象所祝，必当母子平安，此乃我大楚天命所向，大王勿忧！”</em>
      <em>此时王后心如油煎。那个该死的女医挚，竟敢违她之命，拖延到现在还没有下手。她已经派人催过数次，女医挚只推说如今向氏身边，莒姬防范甚严，且女御奚人环绕，便是食物药材，也都有专门的烹人食医掌管，实在不得下手。唯有到临盆之时，诸事混乱才好下手。</em>
      <em>她也实在严重警告过女医挚，倘若到时候没有让她满意，那么族诛之言，绝不为虚。她这边劝着楚王商，这边已经是里头的向氏叫得越凄厉，她心头的惶恐都是剧烈，这边看似端坐如仪，却在向氏每叫一声声，如心头被针扎了一下下，只是暗暗恶毒地诅咒着一次次：“她怎地还不死，她怎地还不死……”</em>
      <em>庭院中，戴着面具的女巫转圈跳跃吟唱，向着传说中主管子嗣、驱除邪魔的女神少司命乞求保佑，让产妇顺产，让婴儿顺利出生：</em>
      <em>“秋兰兮麋芜，罗生兮堂下。</em>
      <em>绿叶兮素华，芳菲菲兮袭予。</em>
      <em>夫人自有兮美子，荪何以兮愁苦？</em>
      <em>秋兰兮青青，绿叶兮紫茎。</em>
      <em>满堂兮美人，忽独与余兮目成。</em>
      <em>入不言兮出不辞，乘回风兮载云旗……”</em>
      <em>王后听着远远传来的女巫吟唱，只觉得脑袋嗡嗡作响，心中却不断诅咒：“神灵有知，吾以楚后之名，祈求上天：太子已立，国本不可乱，祈求司命之神如我所愿，休让那霸星降生，休让那孽乱之人祸我家邦。”</em>
      <em>正祈祷时，忽然内室里向氏一声极长的凄厉叫声传出。</em>
      <em>众人皆惊，连楚王商也不禁站起，问道：“向氏如何了？”</em>
      <em>莒姬也正关切着，忙应道：“妾进去看看。”说着便进了内室。</em>
      <em>她方进去不久，里头便听得一声婴儿的啼哭声传出，楚王商跳了起来，惊喜地道：“生了，真的生了！”
      王后脸色顿时雪白，心头只有一个念头凄厉地盘旋：“到底还是让她生出来了，到底还是让她生出来了……”
      她脸色苍白，脚下也不禁一软向后倒去，却被玳瑁扶住了。
      此时外头女巫的歌声正悠悠传来：
      “竦长剑兮拥幼艾，荪独宜兮为民正……”</em>
      <em>然而谁也无心再去听那些女巫的唱歌了，内室的门已经打开，女医挚手抱着襁褓，一步步走出来，她的神情很奇怪，有一种如释重负般的解脱，又有一种难以置信的恍惚。
      而此时王后却顾不得看她的脸色，只死死地盯着她手中抱着的襁褓中那一团啼哭不止的婴儿。倘若眼睛能够喷得出火来，她此刻眼中的火足以活活将女医挚和这个婴儿烧死千回，倘若眼睛里能够射出箭来，那么她眼睛盯着的人早已经被射透千箭万箭。</em>
      <em>楚王商不禁上前一步，有些激动也有些兴奋：“快把孩子抱来给寡人看看——”
      女医挚已经走到楚王商的面前跪下，将手中的婴儿高举到楚王商面前：“恭喜大王，向氏为大王产下一位公主！”</em>
      <em>“你说什么——”这一声并非出自楚王商之口，而是发自王后的尖叫：“到底是公子，还是公主？”
      “是——”女医挚咬咬牙，禀道：“是一位公主，是女儿！”</em>
      <em>“不可能！”楚王商的怒吼声几可惊天动地，他大手一伸亲自解开襁褓，一个粉红色的肉团哭得声嘶力竭，拎起小肉团的一条腿一看，楚王商的脸色也白了，随意将手中这一团软糯往女医挚怀中一丢，一脚踏得庑廊的木板几乎都断了，女医挚只听得他渐渐远去的怒吼：“将唐昧抓起来，准备镬鼎，寡人要烹了他——”</em>
      [注1]：楚王商，芈姓熊氏，单名商，即后世所称的“楚威王”，“威”是他的谥号，但他此时仍活着，便按当时习俗，称之为楚王商。
      [注2]唐昧，姬姓唐氏，为唐国后裔。唐昧著有星经，与甘德石申（甘德著有《天文星占》八卷，石申著有《天文》八卷，后人将二书合为一部，称《甘石星经》）等齐名。
      [注3]楚国宫殿多以“台”为名。可考证楚王主宫为章华台，其余如云梦台、豫章台、匏居台、渐台、层台等均为楚国旧宫殿之名。
      [注4]春秋战国时期，诸侯之妻可自称“小童”，其他人称她为“小君”，如果是对国外之人提起时则称为“寡小君”。
    </p>
    <p id="box3">
      <span>第三章 源纹的力量</span><br>
      <em>“哈哈哈……”椒室之中一阵尖厉的大笑，王后笑得近乎疯狂，简直已经失去王后的仪态。她长长的指甲掐在女医挚的肩头，笑得眼泪都出来了：“医挚，做得好，做得好——你做得比小童想象得更好，吾会重重赏你，重重赏你的！”
      女医挚跪在地上，只手忙脚乱地护住怀中的小婴儿，看着王后近乎疯狂的大笑，心头的余悸仍然阵阵袭来。</em>
      <em>这数月中，她也迫于王后的威势，找了堕胎的药草研碎磨粉，时时藏在袖中，欲找机会下在向氏的汤药之中。只是每到临动手时，内心巨大的恐惧感总是让她没能够走出最后一步。她年幼时师从扁鹊习医，古来医巫相通，医者活人，非医者之能也，乃是上天假医者之手，却使医者受荣耀。因此医者治病，除了精习药典脉案之外，更重要的是要以最大的虔诚心，才能倾听得到患者体内病恶所在，只有用最大的虔诚心，才能够在诸般药草中，找到正确的那一味来搭配救人。
      医者，是天神的使者，行医是天定的使命，是上天择定救人的人，才能够有异于他人的天赋。用上天所赋于的才能行恶，用救人的药物害人，是会受天谴的。</em>
      <em>她曾经看到过遭受天谴的人，被雷击而死，全身焦黑，更可怕的是尸体上会出现天书异纹烙在皮肤上，这种罪恶是连死都不能解脱的。
      她看着向氏走路，看着向氏吃饭，看着向氏喝药，每一秒她都在祈祷，每一个孕妇会发生的意外都这么多，她不敢下手，可是她却是如此期盼着能够让自己双手干净却能够让自己合族免祸的意外发生。</em>
      <em>直至向氏生育的那一刻，那一刻她想，如果这个孩子还能够顺利生出来，那么，她只有最后一个办法——初儿的幼儿如此脆弱，只消用被子放在他的口鼻上，他就能够窒息而亡，毫无伤痕，毫无怀疑。迁入椒室，派女医日夜跟从，以保胎息。
      她颤抖，她祈求，向氏在凄厉的惨呼，而她内心凄厉和痛苦并不下于向氏，最后一刻即将来临，她无论作什么样的选择都是万劫不复。
      可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
       <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>女医挚跪在地下，恭送王后离开，正欲站起。手中一轻，抬头看却见婴儿已经抱在莒姬的手中。
      女医挚连忙又跪下道：“莒夫人！”</em>
      <em>此时椒室内，只剩下莒姬和她的心腹。莒姬冷冷地看着女医挚，眼神似乎要把女医挚给活活剖开了似的。</em>
      <em>女医挚心中发寒，冷不防莒姬忽然问：“医挚，你于王后立了何等功劳？”</em>
      <em>女医挚一惊，脱口而出：“不，小医什么也没有做。”</em>
      <em>莒姬冰冷地看着她：“那王后为何要对你这么说？”</em>
      <em>女医挚满腔苦水似要淹到口边了，却苦于无法言讲，眼看莒姬的眼神越来越是不善，素性横下心来，指天誓道：“夫人若不相信，小医愿对天明誓，若我作过有违医德、有违天良之事，神鬼共厌之，天地共谴之！”</em>
      <em>此时的人对于鬼神敬畏甚深，自也不敢轻易盟誓，莒姬纵有满腹的疑窦，见女医挚如此起誓，也只得退了一步，道：“你今明誓，神鬼共知，愿你当真是心口如一。”说着抱了婴儿就要转身。
      女医挚忙道：“夫人，向媵人榻边有一包药，原是小医备着产后止血所用，只是此刻奚奴们都……”
      莒姬站住脚步，狐疑地看看女医挚，终究还是信不过她，挥挥手道：“我已知，尔可以下去了。”
      女医挚想要上前，却知道自己已经被莒姬所怀疑，终不敢再上前，只是磕了个头，退了出去。
      那向氏独自躺在椒室之内，悠悠醒转，她苦挣了半天，在孩子出世的那一刹那，只听得一阵惊呼：“生了，生了——”一口气松懈下来，便人事不知了。</em>
      <em>也不知道过了多久，她才略回过些神志来，却听得满室寂静无人，连儿啼之声都不曾听到，心中顿时慌乱起来，叫了半天，要人没人，要水没水，连孩子去了何处也不知道，不由地心里越来越是慌乱。她虽然怯懦，但是毕竟在楚宫多年，后宫的纷争她也不是不知道，只是她从前身份低微，虽有耳闻，却不曾亲身经历过，只隐隐知道，自己怀着孩子就住进这椒室，不知道要触犯多少这宫中的得势之人。</em>
      <em>她自怀孕以来，莒姬对她的药食都十分紧张，也摆明了有多少人想要她腹中的孩子活不了。而此时，她明明已经生下了孩子，明明在昏过去的当时，满室簇拥着女御奚奴，可是转眼之间，侍从也没有了，孩子也没有了。</em>
      <em>她陡然间害怕起来，难道是孩子出了什么事了。她的孩子，她那活生生刚出世的孩子，到底怎么样了？</em>
      <em>尽管全身是产后的疼痛和无力，向氏咬了咬牙，用尽力气就想挣扎起来去找孩子。怎奈她这一天一夜的生产，已经耗尽了精力，只挣了半天，才抬得起半天的身体来，便只觉得下腹一阵血涌，两眼一黑，再也撑不住，又重重地倒了下去。
      她的孩子怎么样了，会不会有危险，会不会被人害了、扔了、换了……她无法不去想，越想，越是害怕。她仰天而卧，半丝力气也没有，险些而又要昏过去，可是她心里却有一个强烈的念头，就是她一定要去找回自己的孩子。这个强烈的执念，让这个弱女子竟然迸发出毕生未有的勇气和力量来。
      血流了一地……</em>
      <em>也不知道过了多久，向氏于昏迷中似乎听得有人呼唤，她用尽力气睁开眼睛，她看到的并不是她的孩子，而是莒姬。
      莒姬见人皆散去，想起一事，便问：“向媵人处可还有人服侍？”
      侍女们面面相觑，老实说众人皆是关心婴儿多过关心向氏，见原定的天命之子变成女婴，皆是大惊，都是蜂拥着莒姬一起出来了。
      只是这女桑虽也尽心，但终究心思油滑，以为莒姬关照向氏，不过是为了她怀有天命之子而已。及至向氏生了个女婴，前头威王动怒，女医女御们闻声撤走，那些女奴们本以为侍奉了贵人可借此出头，不曾想情况急转直下，怀着心事不晓得自家如何分配，便纷纷跑到前头打探去了。那女桑见向氏昏迷不醒，自是不用她服侍，便也随众而出去看热闹了。
      不曾想竟被莒姬责打，此时女桑也顾不得申辨，忙求饶道：“奴该死，夫人仔细手疼，让奴自己掌嘴。”说罢连忙自己掌嘴。</em>
      <em>莒姬听得聒噪，斥道：“且先记下。还不速去服侍向媵人。”
      女桑连滚带爬去服侍向氏，先是换了褥席，又打了热水为向氏擦洗更衣，幸而方才为了初生婴儿准备的热水及炉子都还在，连女医原来给向氏预备的一服止血药也还未曾煎熬，便请莒姬令下。
      莒姬还要再叫女医来，她心腹侍女女葵劝道：“能侍奉产妇的女医们方才都在这里服侍，如今刚刚散去，只怕人都已经领了令牌出宫了，如何叫得来。既有药在此，先煎熬了让向媵人服下便是。”
      莒姬对女医挚的药物终究有些疑问，女葵只得又劝道：“小公主已经生出来了，她此时便是害了向媵人，又有何好处，不如试试。</em>
      <em>莒姬方令人去为向氏煎药，只是此时人皆已经散去，她见人手不够，便令侍女们皆去帮忙，自己只得抱了女婴哄劝。</em>
      <em>那女婴方才出世，只初啼一声便被洗净抱出来，又被楚王商丢下，幸得女医挚接住，那女婴倒也乖巧，只在被楚王商拎起来时哭了一阵，此时被莒姬抱住哄劝，又喂了些水，竟是很快就睡着了。</em>
      <em>侍女们手忙脚乱了好一阵子，向氏这才悠悠醒来。一看到莒姬，向氏就象溺水的人抓住了救命的浮木一样，本已经暗淡的眼神猛地亮了起来，急切地问道：“我儿何在，何在？”
      莒姬忙道：“莫忧，孩儿在此！”这边忙让侍女将放在长几上的女婴抱过来。
      向氏见了婴儿，泪中不住地流下，她用尽力气才撑得起身子，将婴儿抱住，贴着婴儿的小脸，喃喃地道：“我儿……”这才想起了什么，抬头满怀希望地看着莒姬：“大王可看到孩儿了？”
      莒姬犹豫了一下，才婉转道：“大王已经见过小公主了！”</em>
      <em>向氏的脸本来就已经煞白，闻此一言，更是变成灰白色了，眼神象凝固住了似的：“甚、甚、甚么，公主？我生的明明是个公子，是个儿子！”</em>
      <em>莒姬也知道，宫中传了数月的霸星临世，此时忽然变成公主，的确是令人难以置信，若不是她亲眼看着女医挚接生，连她自己也不会相信的。此时见向氏神情激动，又知道她之前难产又无人照顾身体受损，心中怜惜，连忙柔声劝道：“妹妹，你休要太过激动，身体要紧。”
      而此时向氏整个人却已经陷入混乱中，她也不知道哪来的力气，粗暴地扯开那女婴的襁褓，那女婴本已经睡熟，此时被她这么一扯，身子露在风中一受冷，顿时大哭起来。</em>
      <em>然则女婴哭得再响，却不及向氏受到的打击更大，她看到女婴粉红的身子露在外面，双腿蹬动哭得响亮，整个人却似风中的败叶一样瑟瑟发抖起来，她忽然发出一声极为凄厉的尖叫声，那尖叫声甚至连女婴的哭声也吓得止住了。</em>
      <em>莒姬见她这种情景，哪敢还让她抱着婴儿，连忙抢过递与身边的侍女，这边已经是一巴掌下去，将向氏的尖叫打下去。
      向氏被莒姬打了一掌，这才止住尖叫，整个人的脸色却仍然不对，她紧紧拉住莒姬的手，如同溺水的人拉住最后一根救命稻草般问：“阿姊，我生的是个公子，是也不是？是也不是？”
      莒姬心中失望沮丧不下于她，只是她心志刚强，不露于外而已，闻言也只是轻叹一声，取鲛帕为其拭泪：“好妹妹，生儿生女，皆是少司命的旨意，我们原也强求不得。这孩子的确是你亲生，也的确是个女儿。”</em>
      <em>向氏神经质地摇头：“不可能，怎么会是公主，大王说过的，说是天象显示，一定是位公子的。肯定是你们骗我，是谁换走了我的儿子，这不是我的孩子，我生的是个公子——”她指着那女婴嘶声叫着：“把她抱走，她不是我儿，她不是我儿——”
      向氏怀孕之时，本已经有数次事故，令得她早如惊弓之鸟。她于怀孕之初，便有心托庇莒姬，口口声声将孩子奉于莒姬，便是指望以莒姬之能，能够保住婴儿。</em>
    </p>
    <p id="box4">
      <span>第四章 齐悦，柳溪</span><br>
      <em>她虽然卑微胆怯，然而于此时也不得不多思多疑起来。宫中本就有许多阴私之事，她也早有耳闻，更知这个婴儿是王后所忌，莒姬所图。此时更因为期待已久的儿子变成了女儿，便猜想不是王后派人换了，便是莒姬派人换了。她本不甚聪明，此时身体衰弱，精神混乱，根本已无法细思，便凭本能认定了婴儿被换，更是失口说出了本时绝对不敢说出口的话来。
      莒姬见她如此，便知道她精神衰弱已极，无法沟通，便安抚道：“好、好，妹妹，你如今身体虚弱，好好休息，我明日再来与你说话。”</em>
      <em>向氏却紧紧地抓住莒姬的手，含糊混乱地念着：“阿姊、不、夫人——您帮帮我，帮我把孩子找回来，我给您磕头了……”这边挣扎着就要在榻上磕头。
      莒姬无奈，只得接住向氏：“妹妹，你不须如此，但请放心，你的孩儿难道不是我的孩儿，我难道不如你一般看待。你尽管好好歇息，不要伤了身子。”</em>
      <em>好不容易安抚住了向氏，向氏也本已经疲累极，只是一口气提着，此时这一口气松下来，便昏睡了过去。</em>
      <em>莒姬安抚了向氏，见椒室原来服侍之人皆已散去，一时又寻不到人，只得将自己的侍女名唤女裳的留了下来，叫原来自己派去服侍向氏的侍女女桑抱着婴儿，随自己回到所居的云梦台。
      那婴儿倒是甚好养活，只啼哭了几声，被莒姬早已经备好乳母抱在怀中，吃了一顿乳汁，撒了一顿屎尿，便安稳地睡了。</em>
      <em>莒姬虽然失望，但看那婴儿甚是有灵性，也不禁生了几分喜欢，当夜索性就让那婴儿睡在自己身边，虽然一夜几番不得安枕，但看那女婴倒是越看越喜欢。
      而此时章华台上，铜鼎烈火熊熊，楚王商却是心头火起，他看着跪在阶下的唐昧：“唐昧，你跟寡人说，有霸星降世应在后宫。可为什么这霸星下来来竟是个女婴？”
      唐昧的神情却有些异常，此前一刻，他还在观星台上细察天象，下一刻就被楚王商派兵马押到了宫中。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。</em>
      <em>但此时他丝毫也没感觉到自己生命可能危在旦夕，他眼神狂热地看着楚威王：“大王，请容臣再去看看天象，今日天象实在异常，臣一直在观星台看那霸星，并无差池。可却在一个时辰前，忽然月作血色，群星齐黯。等到太阴移位之时，臣发现霸星已经入天枢，并发出冲天杀气，可见就应在此刻出世的婴儿身上。”</em>
      <em>楚王商听得他这番言语，心中诧异更甚：“哼，你口口声声霸星降世，可那向氏生下来的明明是个公主，寡人亲眼所假，何曾有假？”
      唐昧肃然道：“霸星已经降世，臣只据星象而言，不问男女。”
      楚王商哼了一声：“难道你想说，霸星会是个女子？”
      唐昧摇头：“臣实不知道这是福是祸！”
      楚王商奇道：“为何说是祸？”</em>
      <em>但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。
      莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”</em>
      <em>向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”</em>
      <em>女裳连忙跑上前欲拉住向氏，不料向氏走到河边，半只脚都要陷入河泥里了，却没有继续走向去，反而转身，沿着河岸向着下游走去。</em>
      <em>莒姬想起女葵刚才说的“母子连心”，心中暗忖，莫不是当真母女连心，向氏这般难道竟会找着小公主不成，当下喝止了女裳拉住向氏，只道：“女裳，你且由着向媵人自己走，只扶着她休叫她跌到河里去了。”但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。</em>
      <em>女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。
      莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”
      向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”
      唐昧又掐指算了半天，才道：“阴阳相淆，杀气冲天。霸星若为男子是国之幸，霸星若为女子，福祸难料啊。”</em>
      <em>楚王商皱眉：“听你之意，难道寡人要杀了此女不成？”
      唐昧大惊，连忙膝前几步，阻止道：“万万不可，大王，天象已显，非人力可更改，若是逆天而行，必受其祸。霸星降世乃是天命，今日落入楚国若杀之，必当转世落入他国，则岂非是楚国之祸了。”
      楚王商一惊，不再说话，陷入沉思。
      唐昧惴惴不安地看着楚王商。
      楚王商来回踱步数番，才有了决断：“天与之，岂有不受。”
      唐昧一凛，看向楚王商拱手道：“大王英明。”
      楚王商踌躇满志道：“霸星降于我大楚，不管男女，都是我楚国之天命。从来祸福相依，大业都是险中求，寡人不惧祸，只惧缺少机会。若有机会，便能取之！”
      唐昧心一松，又磕了一个头道：“臣观天象，霸星降生后，西北星象混沌难辨，臣请镇守西北，为吾王破此劫。”</em>
      <em>莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”
      向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”</em>
      <em>女裳连忙跑上前欲拉住向氏，不料向氏走到河边，半只脚都要陷入河泥里了，却没有继续走向去，反而转身，沿着河岸向着下游走去。
      莒姬想起女葵刚才说的“母子连心”，心中暗忖，莫不是当真母女连心，向氏这般难道竟会找着小公主不成，当下喝止了女裳拉住向氏，只道：“女裳，你且由着向媵人自己走，只扶着她休叫她跌到河里去了。”但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”
      向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”
      女裳连忙跑上前欲拉住向氏，不料向氏走到河边，半只脚都要陷入河泥里了，却没有继续走向去，反而转身，沿着河岸向着下游走去。
      莒姬想起女葵刚才说的“母子连心”，心中暗忖，莫不是当真母女连心，向氏这般难道竟会找着小公主不成，当下喝止了女裳拉住向氏，只道：“女裳，你且由着向媵人自己走，只扶着她休叫她跌到河里去了。”但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。</em>
      <em>看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      如楚王商这样自负的君王，对于星象之说只是将信将疑，若是全凭星象，那古往今来的帝王都坐等星象显灵好了。可惜这些痴迷星象的人通常不是明君英主，而是亡国昏君。
      唐昧事先说霸星降生，言之凿凿，他将信将疑，但借机造势宣扬国威，亦免不可。但如今向氏却生了一个女儿，唐昧一边坚持己见，一边却要去往西北，心中便暗忖莫不是他嘴硬心虚，想是这事令他声名受损，他借去西北镇守之名，避得几年，待风头过去再回来，也好躲躲羞也是人之常情，于是点头道：“如此，寡人应允了。”
      唐昧闻言退后两步，整衣冠，向楚王商叩头之后，转身离去。
      楚王商见唐昧走远，闭了闭眼睛：“将这几日在观星台上跟随唐昧观察星象的卜师们都杀了。”唐昧终究还有大用，还不能杀，那些卜师知道得太多，便不能留了。
      宦者令奉方一惊应下：“是。”
      这一夜，许多人都不得安枕。</em>
      <em>王后所居的渐台，灯亮了一夜未息。
      王后兴奋过后，也渐渐冷静下来，令人：“去打探一下，大王如何处置唐昧？”
      寺人析打探了回来，道：“唐将军已经出宫，听说出镇襄城，另外，大王把这几日随唐将军观察星象的卜师们全杀了。”
      王后一惊：“都杀了？”</em>
      <em>寺人析道：“是。”
      王后思索了片刻，还是问寺人析：“你说，这霸星都变成公主了，大王这是……还没放弃吗？”
      寺人析劝道：“休管大王是信还是不信，她都影响不到太子的位置了，小君何必再为她而费心。”
      王后点了点头，似乎认可了他这话，却又忍不住皱眉：“我只厌恶那个向氏，好好的怀个孩子罢了，只有她弄出这种妖孽事端来……”
      寺人析何等机警，立刻会意陪笑：“那向氏既无福份，便不应该再住在椒室，明日便当迁出椒室，这椒室也要重新打扫，叫女巫作法驱邪之后才行。”
      王后漫不经心地点了点头，她这一夜经的事太多倒不曾好好歇息，此时事情都已经有个了结了，不禁一阵倦意袭来，掩口打个呵欠：“去吧。”
      云梦台的莒姬也是一夜折腾，到天蒙蒙亮时才睡着了，睁开眼睛时已经是过了日昳时分。
      莒姬在侍女服侍下梳妆，便随口问了一声侍女女葵：“你去椒室那边看看向氏妹妹今日可好些了。”
      女葵应声而去，过了片刻却急忙回来报说：“夫人，方才寺人荆来报，说永巷令有言，椒室之中要重新打扫，问我们何时去把向媵人接回来？”
      莒姬怔了怔，恼道：“这等势利的阉奴，无非是看向妹妹昨日生了个女儿罢了，竟然如此无礼。”
      女葵本是她的心腹，素来伶俐，见她脾气发作，忙劝道：“夫人，想向媵人是咱们云梦台的人，永巷令若不是奉了命令，焉敢如此无礼。夫人休要恼怒，还是先把向媵人接回来才是，免得让她受了委屈。”</em>
      <em>莒姬一听便明白了，若是背后无人指使，想来永巷令也不敢贸然得罪她这个宠妃，只得恨恨地掷下牙梳道：“罢了，我亲自去。”
      她自忖向氏昨日临盆，虽是暑天却毕竟受了寒气，妇人生育乃是生死关头，何况向氏难产，轻易不好移动。如今只能自己亲自前去，方能够不叫她受苦。
      当下便唤来女桑，令她好生照顾好小公主，便带了侍女寺人们，前去椒室接了向氏。向氏此时站都站立不稳，便只得再备了一乘软轿，将她抬着到了莒姬所居的云梦台。
      一行人方登上台阶，便见寺人荆急忙迎出跪下道：“禀夫人，不好了，小公主不见了。”
      莒姬大惊，厉声斥道：“你且说说，小公主如何会不见的？”
      寺人荆忙道：“方才乳母去小公主房中，不想房中无人，连女桑也一并不见了。“
      莒姬大惊：“快快去找。”</em>
      <em>这时候云梦台如蜂蚁乱窝一般，向氏晕晕沉沉地半闭着眼睛正由侍女扶着入内，忽然间听到有人在说：“小公主不见了……”此时人声杂乱，听得似乎便如是：“小公子不见了……”一般，正触动她心事，幻由心生，只觉得心头抽痛，隐约甚至还听到远处有婴儿啼哭之声。女人一旦为母，这便是母爱天性，无与伦与。她也不知道是哪里来的力气，睁开眼睛挣开侍女，跌跌撞撞地就要向外行去。
      侍女女裳连忙扶住了她劝道：“向媵人，你要往何处去？”
      向氏眼睛直直地向着外面，眼神不知道是看向何方，似乎冥冥中有一种东西吸引了她的眼光：“我去寻我儿。”
      莒姬正指挥了人去找婴儿，见向氏从里头跌跌撞撞地出来，惊问：“这又是如何了？”
      女裳无奈地扶着向氏，答道：“向媵人说，要去寻儿。”</em>
    </p>
    <p id="box5">
      <span>第五章 祖地宗祠</span><br>
     <em>她虽然卑微胆怯，然而于此时也不得不多思多疑起来。宫中本就有许多阴私之事，她也早有耳闻，更知这个婴儿是王后所忌，莒姬所图。此时更因为期待已久的儿子变成了女儿，便猜想不是王后派人换了，便是莒姬派人换了。她本不甚聪明，此时身体衰弱，精神混乱，根本已无法细思，便凭本能认定了婴儿被换，更是失口说出了本时绝对不敢说出口的话来。
      莒姬见她如此，便知道她精神衰弱已极，无法沟通，便安抚道：“好、好，妹妹，你如今身体虚弱，好好休息，我明日再来与你说话。”</em>
      <em>向氏却紧紧地抓住莒姬的手，含糊混乱地念着：“阿姊、不、夫人——您帮帮我，帮我把孩子找回来，我给您磕头了……”这边挣扎着就要在榻上磕头。
      莒姬无奈，只得接住向氏：“妹妹，你不须如此，但请放心，你的孩儿难道不是我的孩儿，我难道不如你一般看待。你尽管好好歇息，不要伤了身子。”</em>
      <em>好不容易安抚住了向氏，向氏也本已经疲累极，只是一口气提着，此时这一口气松下来，便昏睡了过去。</em>
      <em>莒姬安抚了向氏，见椒室原来服侍之人皆已散去，一时又寻不到人，只得将自己的侍女名唤女裳的留了下来，叫原来自己派去服侍向氏的侍女女桑抱着婴儿，随自己回到所居的云梦台。
      那婴儿倒是甚好养活，只啼哭了几声，被莒姬早已经备好乳母抱在怀中，吃了一顿乳汁，撒了一顿屎尿，便安稳地睡了。</em>
      <em>莒姬虽然失望，但看那婴儿甚是有灵性，也不禁生了几分喜欢，当夜索性就让那婴儿睡在自己身边，虽然一夜几番不得安枕，但看那女婴倒是越看越喜欢。
      而此时章华台上，铜鼎烈火熊熊，楚王商却是心头火起，他看着跪在阶下的唐昧：“唐昧，你跟寡人说，有霸星降世应在后宫。可为什么这霸星下来来竟是个女婴？”
      唐昧的神情却有些异常，此前一刻，他还在观星台上细察天象，下一刻就被楚王商派兵马押到了宫中。可是，到最后一刻她把婴儿拉离母体时，她忽然看到了最后的结果，那居然是一名女婴。那一刻她禁不住喜极而泣——东皇太一、云中君、太司命、少司命、天上地下的诸神灵听到了她的祈求，这孩子得救了，她也得救了。</em>
      <em>王后眼睛一扫，看到莒姬已经走了出来，此时众目睽睽之下，她也不过是因为刚开始太过狂喜才无意中泄露了话语，此时便不好多说什么，只是拍了拍女医挚的肩头，给她一个会意的眼神，便率众转身离去了。她不明白天象所显示的霸星怎么变成了女婴，她不想了解也不需要了解，她甚至可能以为是女医挚用了什么古怪的巫术把男孩变成了女孩。总之这个结果令她非常满意。
      其余的女御女医，见楚王王后败兴而去，顿时也作鸟兽散。转眼间站得满满的椒室，人散得一个不剩。</em>
      <em>但此时他丝毫也没感觉到自己生命可能危在旦夕，他眼神狂热地看着楚威王：“大王，请容臣再去看看天象，今日天象实在异常，臣一直在观星台看那霸星，并无差池。可却在一个时辰前，忽然月作血色，群星齐黯。等到太阴移位之时，臣发现霸星已经入天枢，并发出冲天杀气，可见就应在此刻出世的婴儿身上。”</em>
      <em>楚王商听得他这番言语，心中诧异更甚：“哼，你口口声声霸星降世，可那向氏生下来的明明是个公主，寡人亲眼所假，何曾有假？”
      唐昧肃然道：“霸星已经降世，臣只据星象而言，不问男女。”
      楚王商哼了一声：“难道你想说，霸星会是个女子？”
      唐昧摇头：“臣实不知道这是福是祸！”
      楚王商奇道：“为何说是祸？”</em>
      <em>但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。
      莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”</em>
      <em>向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”</em>
      <em>女裳连忙跑上前欲拉住向氏，不料向氏走到河边，半只脚都要陷入河泥里了，却没有继续走向去，反而转身，沿着河岸向着下游走去。</em>
      <em>莒姬想起女葵刚才说的“母子连心”，心中暗忖，莫不是当真母女连心，向氏这般难道竟会找着小公主不成，当下喝止了女裳拉住向氏，只道：“女裳，你且由着向媵人自己走，只扶着她休叫她跌到河里去了。”但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。</em>
      <em>女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。
      莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”
      向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”
      唐昧又掐指算了半天，才道：“阴阳相淆，杀气冲天。霸星若为男子是国之幸，霸星若为女子，福祸难料啊。”</em>
      <em>楚王商皱眉：“听你之意，难道寡人要杀了此女不成？”
      唐昧大惊，连忙膝前几步，阻止道：“万万不可，大王，天象已显，非人力可更改，若是逆天而行，必受其祸。霸星降世乃是天命，今日落入楚国若杀之，必当转世落入他国，则岂非是楚国之祸了。”
      楚王商一惊，不再说话，陷入沉思。
      唐昧惴惴不安地看着楚王商。
      楚王商来回踱步数番，才有了决断：“天与之，岂有不受。”
      唐昧一凛，看向楚王商拱手道：“大王英明。”
      楚王商踌躇满志道：“霸星降于我大楚，不管男女，都是我楚国之天命。从来祸福相依，大业都是险中求，寡人不惧祸，只惧缺少机会。若有机会，便能取之！”
      唐昧心一松，又磕了一个头道：“臣观天象，霸星降生后，西北星象混沌难辨，臣请镇守西北，为吾王破此劫。”</em>
      <em>莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”
      向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”</em>
      <em>女裳连忙跑上前欲拉住向氏，不料向氏走到河边，半只脚都要陷入河泥里了，却没有继续走向去，反而转身，沿着河岸向着下游走去。
      莒姬想起女葵刚才说的“母子连心”，心中暗忖，莫不是当真母女连心，向氏这般难道竟会找着小公主不成，当下喝止了女裳拉住向氏，只道：“女裳，你且由着向媵人自己走，只扶着她休叫她跌到河里去了。”但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。莒姬颤声道：“来人，去查女桑的下落，必是此贱奴行凶。”
      向氏却怔怔地站在河边，并不去看那提篮和襁褓，仿佛小动物般，左右倾听着。
      莒姬见她这般痴傻的样子，心中怜悯，温言道：“妹妹，天快黑了，你身子不好，随我回去吧！”她这边伸手去拉向氏，不料向氏却忽然用力甩开她的手，她不提防倒是一个踉跄，女葵连忙扶住了。
      向氏却不管不顾，又将女裳扶着她的手甩开，却一脚高一脚低地向着河面奔了过去。吓得莒姬忙叫道：“快拉住她，休叫她撞进河里去。”
      女裳连忙跑上前欲拉住向氏，不料向氏走到河边，半只脚都要陷入河泥里了，却没有继续走向去，反而转身，沿着河岸向着下游走去。
      莒姬想起女葵刚才说的“母子连心”，心中暗忖，莫不是当真母女连心，向氏这般难道竟会找着小公主不成，当下喝止了女裳拉住向氏，只道：“女裳，你且由着向媵人自己走，只扶着她休叫她跌到河里去了。”但此时众人的心情，却如堕深渊。只见那御河边扔着一只来提膳食的提篮，此时盖子打开，提篮倾倒，露出半团婴儿的襁褓来。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。</em>
      <em>看着地上的水渍，显见是有人用提篮将婴儿盗走，走到这御河僻静之处，将婴儿抛下水中，随手将提篮襁褓弃于此间。
      女葵上前一步，将提篮拉起，一抖那襁褓，却是空的，又见一道水渍延伸到河中。那河边却是荷叶水草纠缠，缓缓向下游流去。
      如楚王商这样自负的君王，对于星象之说只是将信将疑，若是全凭星象，那古往今来的帝王都坐等星象显灵好了。可惜这些痴迷星象的人通常不是明君英主，而是亡国昏君。
      唐昧事先说霸星降生，言之凿凿，他将信将疑，但借机造势宣扬国威，亦免不可。但如今向氏却生了一个女儿，唐昧一边坚持己见，一边却要去往西北，心中便暗忖莫不是他嘴硬心虚，想是这事令他声名受损，他借去西北镇守之名，避得几年，待风头过去再回来，也好躲躲羞也是人之常情，于是点头道：“如此，寡人应允了。”
      唐昧闻言退后两步，整衣冠，向楚王商叩头之后，转身离去。
      楚王商见唐昧走远，闭了闭眼睛：“将这几日在观星台上跟随唐昧观察星象的卜师们都杀了。”唐昧终究还有大用，还不能杀，那些卜师知道得太多，便不能留了。
      宦者令奉方一惊应下：“是。”
      这一夜，许多人都不得安枕。</em>
      <em>王后所居的渐台，灯亮了一夜未息。
      王后兴奋过后，也渐渐冷静下来，令人：“去打探一下，大王如何处置唐昧？”
      寺人析打探了回来，道：“唐将军已经出宫，听说出镇襄城，另外，大王把这几日随唐将军观察星象的卜师们全杀了。”
      王后一惊：“都杀了？”</em>
      <em>寺人析道：“是。”
      王后思索了片刻，还是问寺人析：“你说，这霸星都变成公主了，大王这是……还没放弃吗？”
      寺人析劝道：“休管大王是信还是不信，她都影响不到太子的位置了，小君何必再为她而费心。”
      王后点了点头，似乎认可了他这话，却又忍不住皱眉：“我只厌恶那个向氏，好好的怀个孩子罢了，只有她弄出这种妖孽事端来……”
      寺人析何等机警，立刻会意陪笑：“那向氏既无福份，便不应该再住在椒室，明日便当迁出椒室，这椒室也要重新打扫，叫女巫作法驱邪之后才行。”
      王后漫不经心地点了点头，她这一夜经的事太多倒不曾好好歇息，此时事情都已经有个了结了，不禁一阵倦意袭来，掩口打个呵欠：“去吧。”
      云梦台的莒姬也是一夜折腾，到天蒙蒙亮时才睡着了，睁开眼睛时已经是过了日昳时分。
      莒姬在侍女服侍下梳妆，便随口问了一声侍女女葵：“你去椒室那边看看向氏妹妹今日可好些了。”
      女葵应声而去，过了片刻却急忙回来报说：“夫人，方才寺人荆来报，说永巷令有言，椒室之中要重新打扫，问我们何时去把向媵人接回来？”
      莒姬怔了怔，恼道：“这等势利的阉奴，无非是看向妹妹昨日生了个女儿罢了，竟然如此无礼。”
      女葵本是她的心腹，素来伶俐，见她脾气发作，忙劝道：“夫人，想向媵人是咱们云梦台的人，永巷令若不是奉了命令，焉敢如此无礼。夫人休要恼怒，还是先把向媵人接回来才是，免得让她受了委屈。”</em>
      <em>莒姬一听便明白了，若是背后无人指使，想来永巷令也不敢贸然得罪她这个宠妃，只得恨恨地掷下牙梳道：“罢了，我亲自去。”
      她自忖向氏昨日临盆，虽是暑天却毕竟受了寒气，妇人生育乃是生死关头，何况向氏难产，轻易不好移动。如今只能自己亲自前去，方能够不叫她受苦。
      当下便唤来女桑，令她好生照顾好小公主，便带了侍女寺人们，前去椒室接了向氏。向氏此时站都站立不稳，便只得再备了一乘软轿，将她抬着到了莒姬所居的云梦台。
      一行人方登上台阶，便见寺人荆急忙迎出跪下道：“禀夫人，不好了，小公主不见了。”
      莒姬大惊，厉声斥道：“你且说说，小公主如何会不见的？”
      寺人荆忙道：“方才乳母去小公主房中，不想房中无人，连女桑也一并不见了。“
      莒姬大惊：“快快去找。”</em>
      <em>这时候云梦台如蜂蚁乱窝一般，向氏晕晕沉沉地半闭着眼睛正由侍女扶着入内，忽然间听到有人在说：“小公主不见了……”此时人声杂乱，听得似乎便如是：“小公子不见了……”一般，正触动她心事，幻由心生，只觉得心头抽痛，隐约甚至还听到远处有婴儿啼哭之声。女人一旦为母，这便是母爱天性，无与伦与。她也不知道是哪里来的力气，睁开眼睛挣开侍女，跌跌撞撞地就要向外行去。
      侍女女裳连忙扶住了她劝道：“向媵人，你要往何处去？”
      向氏眼睛直直地向着外面，眼神不知道是看向何方，似乎冥冥中有一种东西吸引了她的眼光：“我去寻我儿。”
      莒姬正指挥了人去找婴儿，见向氏从里头跌跌撞撞地出来，惊问：“这又是如何了？”
      女裳无奈地扶着向氏，答道：“向媵人说，要去寻儿。”</em>
     
    </p>
    <p id="box6">
      <span>第六章 神秘之地</span><br>
      <em>这个被楚王商起名为“月”的公主，在楚王商的女儿中排名第九，宫中便呼为九公主。小公主刚刚出世，这一夜的历险，成了楚宫中的一桩悬案，便连原来看护她的侍女女桑，也在人间消失得无影无踪。莒姬所居的云梦台虽不算禁卫如何森严，但也不可能是一个侍女就能够把婴儿盗走的。且她身边用的宫女，包括那女桑，均是她陪嫁的心腹侍女，这种陪嫁之人，通常生死与共，纵使另投他主，别人也不会收容，这于当时便是铁律一条。国士可择主而事，但奴仆背主，只有死路一条。
      更何况小公主虽然是个婴儿，却毕竟是国君之女，很难想象有什么了不得的生死利害，能令女桑自寻死路背主害主。
      更有可能，是有人盗走公主，又害死女桑，嫁祸女桑。只是这女桑自此以后，消失无踪，连尸首也找不到，更勿论其他。</em>
      <em>更有可能，是有人盗走公主，又害死女桑，嫁祸女桑。只是这女桑自此以后，消失无踪，连尸首也找不到，更勿论其他。更有可能，是有人盗走公主，又害死女桑，嫁祸女桑。只是这女桑自此以后，消失无踪，连尸首也找不到，更勿论其他。
      莒姬深惧此事，她唯一能怀疑的就是宫中的阉人内侍，这些不是她娘家陪嫁之奴，亦是有可能内外勾结的。只是一处宫闱台阁，也总要用到几十内侍，这却是无法避免的。她只得借了小公主被盗之事，将云梦台的内侍换了个干净，另求楚王商亲自分拨了一些心腹可信内侍，再向母族求助，阉了莒族原来隶下的数十名奴隶入宫，这才消停。
      幸而那小公主似是有神灵庇佑一般，虽在水上飘了几个时辰，着了些风寒惊吓，但有太医用力，乳母精心，调养一段时间后，竟似完全不曾有后患，依旧活泼可爱，长势喜人。
      只是向氏自那一夜以后，竟是母女连心，虽然病得欲生欲死，却时时刻刻念着小公主，一日不见，便忧心欲死。莒姬虽然知道她病重，不好让幼儿过了病气，然怜她情痴，还是让乳母每日抱着小公主，远远地让她看一回，好教她放心。
      向氏本已因为难产，又逢大喜大怒大寒大暑，自此大病一场，血下不止，险险要一命呜呼。却因为牵挂着女儿，便挣命活着。太医诊过无数这类的产妇之病，这等血崩十有八九，难挨过去。不想向氏看似比谁都虚弱，然生命力却是极强，几番濒死又活过来，过得一年多，竟渐渐越来越好，也不禁称奇。</em>
      <em>只是楚王商此时却无暇顾及这些后宫之事，自秦国的细作报来讯息，秦君渠梁驾崩，秦国变乱陡生。
      自周平王东迁，数百年来征战不休，大国并吞小国，至此时周武王初封的三千诸侯，已经只剩下十几二十个国家了，最大的便是七个国家，史称战国七雄。
      这七雄中，只有北方的燕国，仍是召公之后的姬姓之国；南方的楚国，自立国以来便不太臣服，与周天子屡有磨擦，此后更是自立为王，据大江以南，虽以周天子之威，也无可奈何；山东齐国，虽是当初的封国，但国君却已经不是初封时的姜氏，而是被其臣下田氏所取代，此之谓“田氏代齐”；而地处中央的晋国，却被三家封臣赵氏、魏氏、韩氏所瓜分，此之谓“三家分晋”；而最西边的秦国，原是商朝旧臣之后，素为周室所恶，唯秦朝先人非子为周王牧马甚为用心，因此准其立国。后来周平王东迁，旧都为犬戎所据，平王便顺水推舟将旧都封与秦人，让秦人与犬戎博杀，使其两败俱伤。</em>
      <em>秦人与犬戎博杀多年，渐渐扩张，只是却一直被中原诸国视为边鄙野人，历经数代秦君试图或施恩惠、或献媚周王、或武力征伐，以求东进，在列国中取得话语权，却无不铩羽而归，也被中原诸国更加轻视。唯有楚国，因也有同样被列国轻视过的历史，倒与秦国数代结为姻亲，遥相呼应。
      至秦君渠梁这一代，却做出了令诸侯为之震惊的事情。他起用了自魏国流浪到秦国的卫公子鞅，进行变法。自周平王东迁，数百年来征战不休，大国并吞小国，至此时周武王初封的三千诸侯，已经只剩下十几二十个国家了，最大的便是七个国家，史称战国七雄。
      这七雄中，只有北方的燕国，仍是召公之后的姬姓之国；南方的楚国，自立国以来便不太臣服，与周天子屡有磨擦，此后更是自立为王，据大江以南，虽以周天子之威，也无可奈何；山东齐国，虽是当初的封国，但国君却已经不是初封时的姜氏，而是被其臣下田氏所取代，此之谓“田氏代齐”；而地处中央的晋国，却被三家封臣赵氏、魏氏、韩氏所瓜分，此之谓“三家分晋”；而最西边的秦国，原是商朝旧臣之后，素为周室所恶，唯秦朝先人非子为周王牧马甚为用心，因此准其立国。后来周平王东迁，旧都为犬戎所据，平王便顺水推舟将旧都封与秦人，让秦人与犬戎博杀，使其两败俱伤。</em>
      <em>秦人与犬戎博杀多年，渐渐扩张，只是却一直被中原诸国视为边鄙野人，历经数代秦君试图或施恩惠、或献媚周王、或武力征伐，以求东进，在列国中取得话语权，却无不铩羽而归，也被中原诸国更加轻视。唯有楚国，因也有同样被列国轻视过的历史，倒与秦国数代结为姻亲，遥相呼应。
      至秦君渠梁这一代，却做出了令诸侯为之震惊的事情。他起用了自魏国流浪到秦国的卫公子鞅，进行变法。</em>
      <em>变法之事，其实并非自秦国始，这相似的内容，周厉王当年起用荣夷公变法，当年楚国也起用过吴起变法，甚至在商鞅逃离的魏国，在商鞅之前也有过李悝变法。商鞅的变法内容，亦是受吴起与李悝变法影响极深。而这些变法，无不是在王权衰弱、国库财尽的前提下产生，而最终，亦是不约而同地走向变法者身败名裂，人亡政息的结果。</em>
      <em>如今列国关心的事便是，秦君渠梁死了，那么被封为商君的变法之臣卫鞅，会是一个什么样的结果，而秦国的新法，又会继续下去吗？变法之事，其实并非自秦国始，这相似的内容，周厉王当年起用荣夷公变法，当年楚国也起用过吴起变法，甚至在商鞅逃离的魏国，在商鞅之前也有过李悝变法。商鞅的变法内容，亦是受吴起与李悝变法影响极深。而这些变法，无不是在王权衰弱、国库财尽的前提下产生，而最终，亦是不约而同地走向变法者身败名裂，人亡政息的结果。
      如今列国关心的事便是，秦君渠梁死了，那么被封为商君的变法之臣卫鞅，会是一个什么样的结果，而秦国的新法，又会继续下去吗？变法之事，其实并非自秦国始，这相似的内容，周厉王当年起用荣夷公变法，当年楚国也起用过吴起变法，甚至在商鞅逃离的魏国，在商鞅之前也有过李悝变法。商鞅的变法内容，亦是受吴起与李悝变法影响极深。而这些变法，无不是在王权衰弱、国库财尽的前提下产生，而最终，亦是不约而同地走向变法者身败名裂，人亡政息的结果。
      如今列国关心的事便是，秦君渠梁死了，那么被封为商君的变法之臣卫鞅，会是一个什么样的结果，而秦国的新法，又会继续下去吗？变法之事，其实并非自秦国始，这相似的内容，周厉王当年起用荣夷公变法，当年楚国也起用过吴起变法，甚至在商鞅逃离的魏国，在商鞅之前也有过李悝变法。商鞅的变法内容，亦是受吴起与李悝变法影响极深。而这些变法，无不是在王权衰弱、国库财尽的前提下产生，而最终，亦是不约而同地走向变法者身败名裂，人亡政息的结果。
      如今列国关心的事便是，秦君渠梁死了，那么被封为商君的变法之臣卫鞅，会是一个什么样的结果，而秦国的新法，又会继续下去吗？变法之事，其实并非自秦国始，这相似的内容，周厉王当年起用荣夷公变法，当年楚国也起用过吴起变法，甚至在商鞅逃离的魏国，在商鞅之前也有过李悝变法。商鞅的变法内容，亦是受吴起与李悝变法影响极深。而这些变法，无不是在王权衰弱、国库财尽的前提下产生，而最终，亦是不约而同地走向变法者身败名裂，人亡政息的结果。
      如今列国关心的事便是，秦君渠梁死了，那么被封为商君的变法之臣卫鞅，会是一个什么样的结果，而秦国的新法，又会继续下去吗？</em>
      <em>楚国君臣，自然也是极关心此事。
      此时章华台中，君臣对坐，令尹昭阳先开口道：“细作传讯，秦国已为其先君发丧，谥号为孝公，太子驷灵前继位。”
      各国都有宰执冢相之位，为百官首，楚国此位置便称为令尹。昭阳是个年近五十的老军头，他虽是宗族，却也是积战功而至此位，在朝中威望极高，也最得楚王商倚重。
      各国都有宰执冢相之位，为百官首，楚国此位置便称为令尹。昭阳是个年近五十的老军头，他虽是宗族，却也是积战功而至此位，在朝中威望极高，也最得楚王商倚重。
      楚王商沉吟：“太子驷昔日便是因为反对商君之变法，因而触怒秦公问罪，他的太傅公子虔受劓刑、公孙贾受黥刑，他自己也被放逐。如今他既已继位为君，依卿等看，秦国的变法，可能续行否？”</em>
      <em>昭阳抚须笑道：“不能。”
      列国均是此例，秦国又岂能有所改变。
      他说完以后，左徒屈原便道：“正是，太子驷方才继位，太傅公子虔就告发商君谋反，那卫鞅就欲潜逃出秦。谁知道逃到边关，欲宿客舍，店家却因为他出示不了身份凭证而不敢收留……”
      太子槐奇道：“这是为何？”
      屈原解释道：“因为卫鞅立法，为政极苛，出行必须有凭证，若是客舍窝藏有罪之人与降敌同罪，被人揭发就要问腰斩之刑，而且有连坐之法，若一家有罪则其他九家必须揭发，揭发者有赏，若不揭发则十家连坐。因此卫鞅叹息：‘吾作此法而自毙’。”
      因为知道今日商议商鞅变法之事，太子槐之前便由太傅先学习了吴起在楚国的变法始终，此时听到商鞅在秦公死后的行为，不禁嗤笑出声：“卫鞅虽学了吴子之法，但在生死当前，智与断实不如吴子矣！”
      话未说完，便被楚王商横了一眼，吓得住口。
      当年楚悼王任用吴起变法，得罪了楚国原来的世卿，待楚悼王一死，众人群起而射杀吴起，这情景与秦孝公一死秦人要杀商鞅之事也是相仿。只是吴起为人极为酷烈阴毒，他知道众人想杀他时，不但不向外逃，反而逃进楚悼王的灵堂，拿楚悼王的尸体当挡箭牌。这些吴国贵族若是心怀畏惧，他自可保全一命，若是坚持杀他，则皆要背上作贱国君尸体的罪名。果然那些吴国贵族虽然杀了吴起，但那些人皆被继位的楚肃王以罪名问斩。而这一批对变法最是切齿痛恨吴国贵族被杀，大大缓解了废除变法的压力，使得楚国变法虽然人亡政息，但却还是保留了一些变法内容延续。
      只是吴起的作法太过阴损，在座的朝臣先祖们多少也因吴起变法损害过家族利益，而且他虽然得以让新君以此罪名杀了一批旧贵族，但他拿国君的尸体当成自己挡箭报仇的工具，也实在是太过无君无上。</em>
      <em>因为知道今日商议商鞅变法之事，太子槐之前便由太傅先学习了吴起在楚国的变法始终，此时听到商鞅在秦公死后的行为，不禁嗤笑出声：“卫鞅虽学了吴子之法，但在生死当前，智与断实不如吴子矣！”
      因此虽然太子槐说得有理，但不管于君于臣，其实对吴起这个人虽然暗中佩服，面上却是谁也说不得他一句正面评价的。
      楚王商不欲此话题继续下去，直接问：“卫鞅下场如何？
      屈原叹道：“商君鞅被秦国新君下令施以车裂之刑，并灭其族。”
      楚王商默然，这也是意料中事。</em>
      <em>昭阳叹息：“从来人亡政息，秦孝公与卫鞅俱亡，想来秦国变法必不能继续下去。如废新法恢复旧法，又要多少人事变幻，百姓动荡。老子曰：‘治大国若烹小鲜’，秦国地处西北，贫苦粗鄙，再加上国政这般来回折腾，必当衰弱。”
      将军景缺道：“臣以为可以趁此之机，在秦楚相交的巴蜀之地进行蚕吞侵蚀，扩张疆域。”
      大夫靳尚连忙奉承：“幸而我大楚当初没有任由那吴起变法祸乱，如今秦国生乱，正是我楚国扩张之机。”</em>
      <em>昭氏、屈氏、景氏、靳氏等，皆为芈姓分支，楚国虽对周天子不甚臣服，然则在“分封亲戚、以藩屏周”这一点上却是学了十足，如今周天子的姬姓之国皆已零落，但楚国却仍然是由芈姓分支主政朝堂，这亦是楚国以为自豪的事。
      昭阳指着地图，分析道：“当今天下大势，周室衰弱，燕国在北，与我相隔甚远且国势不强，可不必考虑。齐王辟疆任用驺衍、淳于髡、田骈、孟轲等人，皆赐列第为上大夫，近年来齐稷下学士又复兴盛，人才济济有数百千人。而韩国国政出自申不害，但申不害已老，不足为惧。魏国虽然势力最大，但自庞涓死后，已是盛极而衰。倒是赵国有转强之势。大王去年灭了越国，尽吞越国之地。如今我楚国在列国之中已经是疆域最广，国势最强。以臣之见，我等当联齐而削弱列国，联秦而牵制三晋，取巴蜀为粮仓，待到时间成熟，便可称霸于天下。”
      楚王商点头叹息：“令尹之言正是寡人所想，只是费时甚久，只怕寡人是看不到我大楚称霸于天下，但若寡人择后嗣得人，诸卿之中倒有可以辅佐新君威临天下——”
      太子槐听到此言，正中心事，不禁脸色一变，他不敢抬头看楚王商，只暗地里斜看令尹昭阳的表情，想着他会如何表态。
      昭阳也不禁看了太子槐一眼，见他神情惶恐，暗叹一声，口中却说道：“大王放心，太子已经成年，必能续我楚国辉煌……”
      楚王商看了太子槐一眼，叹了一声，摆了摆手。
      他心中明白，如今列强争霸，国与国之间竞争激烈，不进则退。楚国虽然在他的手中实力大增，但太子槐能力远不如他，而曾经抱过期望的霸星，也不过只是一个虚话，这后继无人，便是悬在他心头的一块大石。他生性坚韧，便遇上重大挫折，也不过是一笑置之，唯此事却是耿耿于怀。唯今之计，也只有乘自己在位之时，多加扩张，便是太子槐做个守成之君罢了，待后世子孙有杰出者，再能振兴楚国。
      想到此处，将素日对儿子的厌憎之心也弱了几分，听到昭阳也在竭力为太子槐游说，便点了点头道：“寡人也将太子交与令尹，望你好好辅佐于他。”
      昭阳连忙应声：“臣遵旨。”</em>
      <em>楚国君臣静候着秦国发生变乱，不料过了数月，消息传来，秦国新君虽然杀了商君卫鞅，但却没有如秦国公卿所愿，废止新法，反而借商君的人头，平息了公卿的怒火，这边新法却在依旧推行。</em>
      <em>楚王商听闻此讯，长叹一声：“秦君真英雄也。”</em>
      <em>此时他正在莒姬房中，莒姬忙问：“大王如何有此叹？”
      楚王商道：“历代变法，无不是人亡政息。不想秦国新君有如此气量，我本以为秦国自此变因为新旧两法动荡，如今看起来，秦国只怕会成为我楚国的大患。”
      莒姬侍侯楚王商多年，能做得一朵解语花，自然也不是木头人。闻言笑道：“秦君纵有能力，然则秦国多年穷鄙，又与魏国结仇，便终其一世，恐怕也无法成为我楚国之患吧。大王放心，我楚国人才倍出，何惧秦国。”</em>
    </p>
    <p id="box7">
      <span>第七章 寻八脉</span><br>
      <em>这个被楚王商起名为“月”的公主，在楚王商的女儿中排名第九，宫中便呼为九公主。小公主刚刚出世，这一夜的历险，成了楚宫中的一桩悬案，便连原来看护她的侍女女桑，也在人间消失得无影无踪。莒姬所居的云梦台虽不算禁卫如何森严，但也不可能是一个侍女就能够把婴儿盗走的。且她身边用的宫女，包括那女桑，均是她陪嫁的心腹侍女，这种陪嫁之人，通常生死与共，纵使另投他主，别人也不会收容，这于当时便是铁律一条。国士可择主而事，但奴仆背主，只有死路一条。
      更何况小公主虽然是个婴儿，却毕竟是国君之女，很难想象有什么了不得的生死利害，能令女桑自寻死路背主害主</em>
      <em>更有可能，是有人盗走公主，又害死女桑，嫁祸女桑。只是这女桑自此以后，消失无踪，连尸首也找不到，更勿论其他。此时章华台中，君臣对坐，令尹昭阳先开口道：“细作传讯，秦国已为其先君发丧，谥号为孝公，太子驷灵前继位。”</em>
      <em>各国都有宰执冢相之位，为百官首，楚国此位置便称为令尹。昭阳是个年近五十的老军头，他虽是宗族，却也是积战功而至此位，在朝中威望极高，也最得楚王商倚重。
      各国都有宰执冢相之位，为百官首，楚国此位置便称为令尹。昭阳是个年近五十的老军头，他虽是宗族，却也是积战功而至此位，在朝中威望极高，也最得楚王商倚重。
      楚王商沉吟：“太子驷昔日便是因为反对商君之变法，因而触怒秦公问罪，他的太傅公子虔受劓刑、公孙贾受黥刑，他自己也被放逐。如今他既已继位为君，依卿等看，秦国的变法，可能续行否？”</em>
      <em>昭阳抚须笑道：“不能。”
      列国均是此例，秦国又岂能有所改变。
      他说完以后，左徒屈原便道：“正是，太子驷方才继位，太傅公子虔就告发商君谋反，那卫鞅就欲潜逃出秦。谁知道逃到边关，欲宿客舍，店家却因为他出示不了身份凭证而不敢收留……”
      太子槐奇道：“这是为何？”
      屈原解释道：“因为卫鞅立法，为政极苛，出行必须有凭证，若是客舍窝藏有罪之人与降敌同罪，被人揭发就要问腰斩之刑，而且有连坐之法，若一家有罪则其他九家必须揭发，揭发者有赏，若不揭发则十家连坐。因此卫鞅叹息：‘吾作此法而自毙’。”
      因为知道今日商议商鞅变法之事，太子槐之前便由太傅先学习了吴起在楚国的变法始终，此时听到商鞅在秦公死后的行为，不禁嗤笑出声：“卫鞅虽学了吴子之法，但在生死当前，智与断实不如吴子矣！”</em>
      <em>话未说完，便被楚王商横了一眼，吓得住口。此时章华台中，君臣对坐，令尹昭阳先开口道：“细作传讯，秦国已为其先君发丧，谥号为孝公，太子驷灵前继位。”
      各国都有宰执冢相之位，为百官首，楚国此位置便称为令尹。昭阳是个年近五十的老军头，他虽是宗族，却也是积战功而至此位，在朝中威望极高，也最得楚王商倚重。
      各国都有宰执冢相之位，为百官首，楚国此位置便称为令尹。昭阳是个年近五十的老军头，他虽是宗族，却也是积战功而至此位，在朝中威望极高，也最得楚王商倚重。
      楚王商沉吟：“太子驷昔日便是因为反对商君之变法，因而触怒秦公问罪，他的太傅公子虔受劓刑、公孙贾受黥刑，他自己也被放逐。如今他既已继位为君，依卿等看，秦国的变法，可能续行否？”</em>
      <em>昭阳抚须笑道：“不能。”
      列国均是此例，秦国又岂能有所改变。
      他说完以后，左徒屈原便道：“正是，太子驷方才继位，太傅公子虔就告发商君谋反，那卫鞅就欲潜逃出秦。谁知道逃到边关，欲宿客舍，店家却因为他出示不了身份凭证而不敢收留……”
      太子槐奇道：“这是为何？”
      屈原解释道：“因为卫鞅立法，为政极苛，出行必须有凭证，若是客舍窝藏有罪之人与降敌同罪，被人揭发就要问腰斩之刑，而且有连坐之法，若一家有罪则其他九家必须揭发，揭发者有赏，若不揭发则十家连坐。因此卫鞅叹息：‘吾作此法而自毙’。”
      因为知道今日商议商鞅变法之事，太子槐之前便由太傅先学习了吴起在楚国的变法始终，此时听到商鞅在秦公死后的行为，不禁嗤笑出声：“卫鞅虽学了吴子之法，但在生死当前，智与断实不如吴子矣！”</em>
      <em>话未说完，便被楚王商横了一眼，吓得住口。
      莒姬深惧此事，她唯一能怀疑的就是宫中的阉人内侍，这些不是她娘家陪嫁之奴，亦是有可能内外勾结的。只是一处宫闱台阁，也总要用到几十内侍，这却是无法避免的。她只得借了小公主被盗之事，将云梦台的内侍换了个干净，另求楚王商亲自分拨了一些心腹可信内侍，再向母族求助，阉了莒族原来隶下的数十名奴隶入宫，这才消停。</em>
      <em>幸而那小公主似是有神灵庇佑一般，虽在水上飘了几个时辰，着了些风寒惊吓，但有太医用力，乳母精心，调养一段时间后，竟似完全不曾有后患，依旧活泼可爱，长势喜人。
      只是向氏自那一夜以后，竟是母女连心，虽然病得欲生欲死，却时时刻刻念着小公主，一日不见，便忧心欲死。莒姬虽然知道她病重，不好让幼儿过了病气，然怜她情痴，还是让乳母每日抱着小公主，远远地让她看一回，好教她放心。
      向氏本已因为难产，又逢大喜大怒大寒大暑，自此大病一场，血下不止，险险要一命呜呼。却因为牵挂着女儿，便挣命活着。太医诊过无数这类的产妇之病，这等血崩十有八九，难挨过去。不想向氏看似比谁都虚弱，然生命力却是极强，几番濒死又活过来，过得一年多，竟渐渐越来越好，也不禁称奇。</em>
      <em>幸而那小公主似是有神灵庇佑一般，虽在水上飘了几个时辰，着了些风寒惊吓，但有太医用力，乳母精心，调养一段时间后，竟似完全不曾有后患，依旧活泼可爱，长势喜人。
      只是向氏自那一夜以后，竟是母女连心，虽然病得欲生欲死，却时时刻刻念着小公主，一日不见，便忧心欲死。莒姬虽然知道她病重，不好让幼儿过了病气，然怜她情痴，还是让乳母每日抱着小公主，远远地让她看一回，好教她放心。
      只是楚王商此时却无暇顾及这些后宫之事，自秦国的细作报来讯息，秦君渠梁驾崩，秦国变乱陡生。
      自周平王东迁，数百年来征战不休，大国并吞小国，至此时周武王初封的三千诸侯，已经只剩下十几二十个国家了，最大的便是七个国家，史称战国七雄。
      这七雄中，只有北方的燕国，仍是召公之后的姬姓之国；南方的楚国，自立国以来便不太臣服，与周天子屡有磨擦，此后更是自立为王，据大江以南，虽以周天子之威，也无可奈何；山东齐国，虽是当初的封国，但国君却已经不是初封时的姜氏，而是被其臣下田氏所取代，此之谓“田氏代齐”；而地处中央的晋国，却被三家封臣赵氏、魏氏、韩氏所瓜分，此之谓“三家分晋”；而最西边的秦国，原是商朝旧臣之后，素为周室所恶，唯秦朝先人非子为周王牧马甚为用心，因此准其立国。后来周平王东迁，旧都为犬戎所据，平王便顺水推舟将旧都封与秦人，让秦人与犬戎博杀，使其两败俱伤。
      秦人与犬戎博杀多年，渐渐扩张，只是却一直被中原诸国视为边鄙野人，历经数代秦君试图或施恩惠、或献媚周王、或武力征伐，以求东进，在列国中取得话语权，却无不铩羽而归，也被中原诸国更加轻视。唯有楚国，因也有同样被列国轻视过的历史，倒与秦国数代结为姻亲，遥相呼应。
      至秦君渠梁这一代，却做出了令诸侯为之震惊的事情。他起用了自魏国流浪到秦国的卫公子鞅，进行变法。
      变法之事，其实并非自秦国始，这相似的内容，周厉王当年起用荣夷公变法，当年楚国也起用过吴起变法，甚至在商鞅逃离的魏国，在商鞅之前也有过李悝变法。商鞅的变法内容，亦是受吴起与李悝变法影响极深。而这些变法，无不是在王权衰弱、国库财尽的前提下产生，而最终，亦是不约而同地走向变法者身败名裂，人亡政息的结果。
      如今列国关心的事便是，秦君渠梁死了，那么被封为商君的变法之臣卫鞅，会是一个什么样的结果，而秦国的新法，又会继续下去吗？
      楚国君臣，自然也是极关心此事。
      此时章华台中，君臣对坐，令尹昭阳先开口道：“细作传讯，秦国已为其先君发丧，谥号为孝公，太子驷灵前继位。”
      此时章华台中，君臣对坐，令尹昭阳先开口道：“细作传讯，秦国已为其先君发丧，谥号为孝公，太子驷灵前继位。”
      各国都有宰执冢相之位，为百官首，楚国此位置便称为令尹。昭阳是个年近五十的老军头，他虽是宗族，却也是积战功而至此位，在朝中威望极高，也最得楚王商倚重。
      楚王商沉吟：“太子驷昔日便是因为反对商君之变法，因而触怒秦公问罪，他的太傅公子虔受劓刑、公孙贾受黥刑，他自己也被放逐。如今他既已继位为君，依卿等看，秦国的变法，可能续行否？”
      昭阳抚须笑道：“不能。”
      列国均是此例，秦国又岂能有所改变。
      他说完以后，左徒屈原便道：“正是，太子驷方才继位，太傅公子虔就告发商君谋反，那卫鞅就欲潜逃出秦。谁知道逃到边关，欲宿客舍，店家却因为他出示不了身份凭证而不敢收留……”
      太子槐奇道：“这是为何？”
      只是吴起的作法太过阴损，在座的朝臣先祖们多少也因吴起变法损害过家族利益，而且他虽然得以让新君以此罪名杀了一批旧贵族，但他拿国君的尸体当成自己挡箭报仇的工具，也实在是太过无君无上。
      因此虽然太子槐说得有理，但不管于君于臣，其实对吴起这个人虽然暗中佩服，面上却是谁也说不得他一句正面评价的。
      楚王商不欲此话题继续下去，直接问：“卫鞅下场如何？
      屈原叹道：“商君鞅被秦国新君下令施以车裂之刑，并灭其族。”
      楚王商默然，这也是意料中事。
      昭阳叹息：“从来人亡政息，秦孝公与卫鞅俱亡，想来秦国变法必不能继续下去。如废新法恢复旧法，又要多少人事变幻，百姓动荡。老子曰：‘治大国若烹小鲜’，秦国地处西北，贫苦粗鄙，再加上国政这般来回折腾，必当衰弱。”
      将军景缺道：“臣以为可以趁此之机，在秦楚相交的巴蜀之地进行蚕吞侵蚀，扩张疆域。”
      大夫靳尚连忙奉承：“幸而我大楚当初没有任由那吴起变法祸乱，如今秦国生乱，正是我楚国扩张之机。”</em>
      <em>昭氏、屈氏、景氏、靳氏等，皆为芈姓分支，楚国虽对周天子不甚臣服，然则在“分封亲戚、以藩屏周”这一点上却是学了十足，如今周天子的姬姓之国皆已零落，但楚国却仍然是由芈姓分支主政朝堂，这亦是楚国以为自豪的事。
      昭阳指着地图，分析道：“当今天下大势，周室衰弱，燕国在北，与我相隔甚远且国势不强，可不必考虑。齐王辟疆任用驺衍、淳于髡、田骈、孟轲等人，皆赐列第为上大夫，近年来齐稷下学士又复兴盛，人才济济有数百千人。而韩国国政出自申不害，但申不害已老，不足为惧。魏国虽然势力最大，但自庞涓死后，已是盛极而衰。倒是赵国有转强之势。大王去年灭了越国，尽吞越国之地。如今我楚国在列国之中已经是疆域最广，国势最强。以臣之见，我等当联齐而削弱列国，联秦而牵制三晋，取巴蜀为粮仓，待到时间成熟，便可称霸于天下。”
      太子槐听到此言，正中心事，不禁脸色一变，他不敢抬头看楚王商，只暗地里斜看令尹昭阳的表情，想着他会如何表态。</em>
      <em>昭阳也不禁看了太子槐一眼，见他神情惶恐，暗叹一声，口中却说道：“大王放心，太子已经成年，必能续我楚国辉煌……”</em>
      <em>楚王商看了太子槐一眼，叹了一声，摆了摆手。
      他心中明白，如今列强争霸，国与国之间竞争激烈，不进则退。楚国虽然在他的手中实力大增，但太子槐能力远不如他，而曾经抱过期望的霸星，也不过只是一个虚话，这后继无人，便是悬在他心头的一块大石。他生性坚韧，便遇上重大挫折，也不过是一笑置之，唯此事却是耿耿于怀。唯今之计，也只有乘自己在位之时，多加扩张，便是太子槐做个守成之君罢了，待后世子孙有杰出者，再能振兴楚国。</em>
      <em>想到此处，将素日对儿子的厌憎之心也弱了几分，听到昭阳也在竭力为太子槐游说，便点了点头道：“寡人也将太子交与令尹，望你好好辅佐于他。”
      昭阳连忙应声：“臣遵旨。”
      楚国君臣静候着秦国发生变乱，不料过了数月，消息传来，秦国新君虽然杀了商君卫鞅，但却没有如秦国公卿所愿，废止新法，反而借商君的人头，平息了公卿的怒火，这边新法却在依旧推行。
      楚王商听闻此讯，长叹一声：“秦君真英雄也。”
      此时他正在莒姬房中，莒姬忙问：“大王如何有此叹？”</em>
      <em>楚王商道：“历代变法，无不是人亡政息。不想秦国新君有如此气量，我本以为秦国自此变因为新旧两法动荡，如今看起来，秦国只怕会成为我楚国的大患。”
      莒姬侍侯楚王商多年，能做得一朵解语花，自然也不是木头人。闻言笑道：“秦君纵有能力，然则秦国多年穷鄙，又与魏国结仇，便终其一世，恐怕也无法成为我楚国之患吧。大王放心，我楚国人才倍出，何惧秦国。”</em>
      <em>楚王商稍解心事，莒姬又百般奉承，不觉在这云梦台消磨了不少时光。更兼又有九公主聪明可爱，莒姬见楚王商心烦之事，便引他逗弄婴儿，虽然幼童无知，却能解颐。一来二去，便得了楚王商的宠爱。</em>
      <em>楚王商子女繁多，也只有头两三个孩子出世时，得他一些关爱，孩子生得多了，便也不在意了。太子槐虽然因嫡长而立为储君，然而小时候便不算太聪明，越长大更觉越觉得不肖自己，他一生征伐，灭国无数，对楚国的将来更是有着辉煌的蓝图，雄心勃勃地想了百年规划，纵自己这一生寿数未及完成，也当要使后来者大展宏图。然这样宏伟的蓝图，一想要落在太子槐的身上，便觉得实不堪胜任。然而诸子中，虽有比太子聪明能干些的，却依旧与自己想差甚远，还不到能够为了这个庶子去改换太子位置的份量。</em>
      <em>楚王商因唐昧之预言，又有少司命神像之事，便对这小公主格外关照些，他年轻时不以儿女为意，此时人过中年，征伐日少，闲来逗弄小小女儿，竟有了一丝慈父之情，兼之小公主虽然话还说得不甚清楚，却正是幼儿最为讨喜之时，便是铁石肝胆的男儿，也不禁软了心肠。</em>
      <em>转眼就是九公主两岁，已经是能吃能喝，能走能跑，连学说话也比寻常孩子更伶牙俐齿些。
      这日楚王商下朝到莒姬处，莒姬忙服侍他换了常服，自己下去令人备了他所喜的膳食，燃了他所喜的香料，自己捧了一盏柘汁上来，却见楚王商立于廊下，正看着庭前出神。</em>
    </p>
    </div>
    <router-link to="/Bookscase" tag="span">
      <span class="back">返回书架</span>
    </router-link>
    <div class="open" @click="lookMulu">
       
      查看目录
      </div>
    <ul class="mulu">
      <li>
        <a href="#box1">第1章：源纹</a>
      </li>
      <li>
        <a href="#box2">第2章：苏幼微</a>
      </li>
      <li>
        <a href="#box3">第3章：源纹的力量</a>
      </li>
      <li>
        <a href="#box4">第4章：齐悦，柳溪</a>
      </li>
      <li>
        <a href="#box5">第5章：祖地宗祠</a>
      </li>
      <li>
        <a href="#box6">第6章：神秘之地</a>
      </li>
      <li>
        <a href="#box7">第7章：寻八脉</a>
      </li>
      <li>
        <a href="#box1">第8章：八脉现</a>
      </li>
      <li>
        <a href="#box2">第9章：得授机缘</a>
      </li>
      <li>
        <a href="#box3">第10章：齐王的胃口</a>
      </li>
      <li>
        <a href="#box4">第11章：源食</a>
      </li>
      <li>
        <a href="#box5">第12章：冲脉</a>
      </li>
      <li>
        <a href="#box6">第13章：神魂</a>
      </li>
      <li>
        <a href="#box7">第14章：挖墙脚</a>
      </li>
      <li>
        <a href="#box1">第15章：林枫</a>
      </li>
      <li>
        <a href="#box2">第16章：文武</a>
      </li>
      <li>
        <a href="#box3">第17章：开脉</a>
      </li>
      <li>
        <a href="#box4">第18章：源术</a>
      </li>
      <li>
        <a href="#box5">第19章：龙步</a>
      </li>
      <li>
        <a href="#box4">第20章：大考来临</a>
      </li>
      <li>
        <a href="#box5">第21章：初露真容</a>
      </li>
      <li>
        <a href="#box6">第22章：显威</a>
      </li>
      <li>
        <a href="#box7">第23章：崛起之势</a>
      </li>
      <li>
        <a href="#box1">第24章：入甲院</a>
      </li>
      <li>
        <a href="#box2">第25章：出手相助</a>
      </li>
      <li>
        <a href="#box3">第26章：身世</a>
      </li>
      <li>
        <a href="#box4">第27章：是个秒人</a>
      </li>
      <li>
        <a href="#box1">第28章：苏赵越</a>
      </li>
      <li>
        <a href="#box2">第29章：遗迹</a>
      </li>
      <li>
        <a href="#box3">第30章：季阳谷</a>
      </li>
      <li>
        <a href="#box4">第31章：下辈子再说！</a>
      </li>
    </ul>
  </div>
</template>
<script>
import axios from "axios";

export default {
  name: "ReadBook",
  props: ["url"],
  data: function () {
    return {};
  },
  methods: {
    lookMulu() {
      // this.$nextTick(function(){
        var open = document.querySelector(".open");
        // console.log(open)
        var mulu = document.querySelector(".mulu");
        var content = document.querySelector("#content");
        open.onclick = function (eve) {
        var e=eve || event;
        e.stopPropagation?e.stopPropagation():e.cancelBubble=true;
        e.stopPropagation();
          mulu.style.display = "block";
        };
          document.onclick=function(){
            mulu.style.display="none";
        }
      // }) 
    },
  },
};
</script>
<style scoped>
.txtbox{
  margin-top: 0.73rem;
}
.back{
  display: block;
  line-height: 0.6rem;
  text-align: center;
  font-size: 0.3rem;
  width: 1.5rem;
  height: 0.6rem;
  position: fixed;
  left: .2rem;
  top: 0.1rem;
  z-index: 5;
}
p {
  width: 100%;
  /* height: 89.8rem; */
  font-family: "宋体";
  height: 100%;
  text-align: left;
  color: rgb(83, 80, 80);
  font-weight: bolder;
  font-size: 0.30rem;
  padding: 0.8rem 0.3rem 0.8rem;
  letter-spacing: 0.05rem;
  line-height: 0.5rem;
  /* text-indent: 2em; */
}
p span{
  font-size: 0.36rem;
  font-family: "黑体";
}
p em{
  text-indent: 2em;
  display: block;
}
#content {
  width: 100%;
  height: 100%;
}
/* 隐藏目录滚动条 */
#content::-webkit-scrollbar {
  display: none;
}
#box1,
#box3,
#box5,
#box7 {
   background: rgb(245, 224, 199);
}
#box2,
#box4,
#box6 {
  background: rgb(245, 224, 199);
}
.btnBox {
  width: 0.4rem;
  height: 3.15rem;
  /* 定位在浏览器窗口 */
  position: fixed;
  left: 0;
  bottom: 1rem;
}
.btnBox a {
  display: block;
  width: 0.4rem;
  height: 0.4rem;
  margin-bottom: 0.1rem;
  background: gray;
  color: #fff;
  text-align: center;
  line-height: 0.4rem;
  font-weight: bolder;
  text-decoration: none;
  font-size: 0.22rem;
}

.open {
  width: 100%;
  height: 0.75rem;
  background-color: #ccc;
  line-height: 0.85rem;
  text-align: center;
  position: fixed;
  font-size: 0.40rem;
  /* font-weight: bold; */
  top: 0;
  left: 0;
  font-family: "宋体";
}
.mulu {
  width: 100%;
  height: 5.1rem;
  background-color: rgb(107, 107, 107);
  position: fixed;
  top: 0.8rem;
  left: 0;
  font-size: 0.2rem;
  text-indent: 0.2rem;
  overflow-y: scroll;
  opacity: 0.9;
  display: none;
}
/* 隐藏目录滚动条 */
.mulu::-webkit-scrollbar {
  display: none;
}
.mulu li {
  padding-left: .2rem;
  width:100%;
  height: 0.64rem;
  border: 1px solid #ccc;
  line-height: 0.64rem;
}
a {
  font-size: .30rem;
  color: #fff;
  text-decoration: none;
}
</style>
